props.universesConfig+="\nEvents[nowhere]"
add(`/Boy Who Conquered Time
	a/ Potteriana
		/A
			v/ Before Hog
				Letter from Hogwarts
				Letters Week
				From Hog	!	Hagrid
				s/ Diagon
					Gringotts	!	SS
					Talk with Draco	!	Book
					Ollivander	!	I'm not weak
				s/ To Japan
					Find Aki
					To Kusu Kumo
					Talk with director
					Learning
					Exam
					Marafon
					Complete
					Portal Magic
				s/ Portal to England
					Mrs Barington
				Advance of Leaky Cauldron
				Talk with McGonagall
				s/ Train
					Draco	!	Talk
					Book to Hermione
				s/ Hogsmid
					Light on Platform
			v/ 1 Course
				%Arka	!=Studsovet
				s/ Spirits
					Scary Talk
				s/ Sort by Hat
					Harry	!	Griffindor
					Draco	!	Griffindor
					Hermione	!	Griffindor
					Nevill	!	Griffindor
					Ron	!	Griffindor
				s/ Room
					Draco Vs Ron
					Remont
				s/ Transfiguration
					Teaching`)
add(`/HPMoR
	a/ Potteriana
		v/ Before Hog
			Letter from Hogwarts
			Mrs Figg
			From Hog	!	McGonagall
			s/ Diagon
				Talk with Draco	!	Joke
			s/ Muggle Books Buy
			s/ Platform
				Mrs Weasly	!	Thanks
				Ron	!	Quidditch is Stupid
				Draco	!	Friends
				Fred and George	!	Chaos Orden
				Joke with Nevill
			s/ Train
				Hermione	!	Science
				Frog	!	Prefects
		v/ 1 Course
			%Arka	!=HPMoR
			%DADA	!=Quirrellmort
		%Notes
			Spraut is cool
			Spraut can control rasteniya
			Tonks can morph to other human
			Spraut is not is podozreniye`)
add(`/Ikotika
	a/ Potteriana
		%Notes
			Filch is ideal maniac`)
add(`/Bad Choice
	a/ General
		Hapsiel is unnaming and Scary
	a/ Naruto
	a/ Potteriana
		/ Demon
		/ Naruto
		/ HP and Magic Wand
			%Notes
				Glowing Vampire Snape
				Poison from Snape in breakfast
					how exam or not
				Zikkurat for Quidditch
				Cursed things
				Accio is Scary
				To remove hurt from broomstick wizards use protection
				Quirrell takes stone in Snape look`)
add(`/Myverse
	%Notes
		We are all popadantsy
	a/ Potteriana
		%Jokes
			Valeriyanka for MacCat`)
add(`/Filchenkov
	a/ Potteriana
		%Notes
			Professors' jokes can be awful
		v/ Before Hog
			s/ Kid
				Potters
				Halloween
				Mungo
				McGonagall
				Dursley
			School
			Snake
			Letters
			From Hog	!	Hagrid
			s/ Diagon
				Leaky Cauldron
				Gringotts
				v/ Malkin
					Malfoy
				Ollivander
			s/ Platform
				Weasley
			s/ Train
				Ron
				Hermione
				Nevill
				Draco
			Hogsmitt
			Boats
		v/ 1 Course
			%Arka	!=Philosopher's Stone
			%DADA	!=Quirrell
			Hat
			Карта Weasley
			Mantia
			Mirror of Erised
			Norberta
			Unicorns
			Quirrellmort in mantia
			Centavres
			Philosophers Stone
		v/ 2 Course
			%Arka	!=Secret Room
			%DADA	!=Lockhart
			Dobby
			Escape in Ford
			Hole
			Камин на Diagon
			Lockhart in shop
			Malfoy take books
			Battle in shop
			Barrier
			Fly in Ford
			Через камин
			Громовещатель
			Deathday
			Mrs Norris
			Permission to Forbidden Section
				Lockhart
				Lie
			Acromantulas
			Malfoy Директор
			Duel Club
			Secret Room
			Hagrid in Azkaban
		v/ 3 Course
			%Arka	!=Prisoner of Azkaban
			%DADA	!=Lupin
			Weasley в египет
			Побег Siriusа
			Надувание Марч
			Dementorы в Trainе
			Обморок
			Lupin Защищает
			v/ Time-Turner
				На пару гарри и Hermioneоне от отдела тайн
			Новые предметы
			Hagrid препод
			Клювокрыл
			Dracoморт и адское пламя
			Спасение Siriusа
			Patronus
			Фадж отрицает
		v/ 4 Course
			%Arka	!=Goblet of Fire
			%DADA
				=Moody
				=Crouch-jr
			Чемпионат по квиддичу
			Барти младший
			Триволшебный Турнир
			Предложение методов обмана
			Первое испытание
			Зеркала и снитчи для наблюдения и заработка
			Второе испытание
			Третье испытание
			Телепорт на кладбище
			Битва
			Возвращение
			Разоблачения Барти
		v/ 5 Course
			%Arka	!=Order of Phoenix
			%DADA	!=Umbridge
		v/ 6 Course
			%Arka	!=Half-Blood Prince
			%DADA	!=Snape
			%Potions	!=Slughorn
		v/ 7 Course
			%Arka	!=Deathly Hallows
			%DADA	!=Carrow
		v/ After Hog
		%Types
			Voldi
			  Quirrell
			  Tom
			  Draco
			  Voldi
			  Gildi`)
add(`/Miyato
	a/ Potteriana
		v/ Before Hog
			s/ Kid
				Посвящение Смерти
				Защитно Поглощающая руна
		v/ 3 Course
			%DADA	!=Sirius`)
add(`/Weasley's List
	a/ Potteriana
		%Jokes
			001.	Нам нельзя нарушать школьные правила.
			002.	Нам нельзя изменять школьные правила
			003.	Ли Джордан так же не имеет полномочий для изменения школьных правил.
			004.	Нам нельзя донимать профессора Dumbledoreа просьбами изменить школьные правила
			005.	Нам нельзя дразнить Филча, что он не может изменить школьные правила по поводу наказаний для учеников.
			006.	Нам нельзя повязывать бантики на хвост миссис Норисс.
			007.	Нам нельзя привязывать пустые банки к хвосту миссис Норисс и гонять ее метлой по коридорам.
			008.	Нам нельзя подкладывать к двери кабинета профессора МакГонагалл корзину с котятами и запиской «Здравствуй, мама!».
			009.	Нам нельзя дарить на праздники профессору МакГонагалл кошачий корм.
			010.	Мыши в клетке — тоже плохой подарок.
			011.	Нам нельзя напаивать профессора МакГонагалл валерьянкой.
			012.	Нам нельзя напаивать валерьянкой миссис Норисс.
			013.	Аксиома «Лучше просить прощения, чем разрешения» на нас более не распространяется.
			014.	Нам нельзя пугать профессора Квирелла, он и так нервный.
			015.	Нам нельзя пытаться наладить связи с ИРА для поставок динамита.
			016.	Мы не можем набирать студентов в несуществующий факультет «Уизли».
			017.	Нам нельзя создать собственный факультет «Уизли».
			018.	Количество Уизли в Хогвартсе — не аргумент для создания отдельного факультета.
			019.	Нам нельзя перекрашивать волосы других студентов в рыжий цвет.
			020.	Нам нельзя перекрашивать волосы других студентов.
			021.	Нам нельзя перекрашивать волосы преподавателей, особенно профессора Snapeа.
			022.	Нам нельзя пытаться помыть голову профессора Snapeа.
			023.	Нам нельзя на уроке зельеварения орать «Ложись, сейчас рванет!», если все в порядке — это не смешно.
			024.	Нам нельзя рассказывать про Бэтмэна профессору Snapeу.
			025.	И нельзя обсуждать, в чем они похожи.
			026.	Нам нельзя демонстративно, со смаком есть овощи и другие растения в присутствии профессора Спраут.
			027.	Нам нельзя пугать профессора Спраут вегетарианцами, которые на самом деле не охотятся специально на растения и не пожирают их прямо на месте поимки, вместе с корнями.
			028.	Нам запрещается обсуждать в присутствии профессора Спраут метод приготовления салата.
			029.	Нам запрещается пугать привидения японскими способами борьбы с ними же, тем более что они не действуют.
			030.	Нам запрещается содействовать Пивзу и покрывать его, обвиняя в его шалостях Филча.
			031.	Нам нельзя не ходить на отработки.
			032.	И отменить их никто не может, особенно мы сами.
			033.	Нам нельзя пропускать отработки, ссылаясь на недомогание, больше одного раза в месяц.
			034.	Нам запрещается брать дурной пример с Пивза.
			035.	Пивзу запрещается брать дурной пример с нас.
			036.	Нам нельзя жевать жвачку во время урока, если мы не принесли ее на весь класс.
			037.	Нам запрещается жевать жвачку во время урока, даже если мы принесли ее на весь класс.
			038.	Запрещается прилипать жеваную жвачку профессору Snapeу на волосы, чтобы он их наконец-то помыл.
			039.	Нам нельзя пытаться напугать профессора Snapeа шампунем, он его не боится.
			040.	Нам запрещается петь в коридоре и на уроках, особенно песню «Рыжий-рыжий-конопатый».
			041.	При вызове к доске на уроке, нам запрещается с возмущенным видом орать «А почему я?! Я что, рыжий что ли?!»
			042.	Нам нельзя не делать заданную преподавателем работу.
			043.	Пивз не может отменить выполнение заданной преподавателем работы.
			044.	Бог тоже не может отменить заданную преподавателем работу.
			045.	Мы не можем быть ни католическими, ни протестантскими священниками, потому что мы маги.
			046.	Нам запрещено создавать собственную религиозно-магическую секту и набирать в нее адептов, с символическим членским взносом в десять галеонов.
			047.	Нам нельзя рассказывать первокурсникам страшилки про Филча, они после этого от него бегают, как от огня.
			048.	Нам нельзя взрывать унитазы в мужском туалете.
			049.	Нам нельзя взрывать унитазы в женском туалете.
			050.	Нам нельзя взрывать вообще любые унитазы, особенно в туалете преподавателей.
			051.	Особенно, когда там сидит профессор Snape.
			052.	Нам нельзя играть в скалолазов на Хагриде.
			053.	Нам нельзя шутить по поводу Наследника Слизерина — это не смешно.
			054.	Нам нельзя пугать учеников, изображая Чудовище Слизерина.
			055.	Нам нельзя называть всех слизеринцев «Ваше темнейшество, лорд Слизерин», особенно профессора Snapeа.
			056.	Нам нельзя пародировать профессора Lockhartа, особенно если выходит очень похоже.
			057.	Нам нельзя доказывать профессору Lockhartу, что мы умнее, особенно если это правда.
			058.	Нам нельзя обманом заставить профессора Lockhartа подписывать разрешения на получение книг из Запретной секции.
			059.	Нам нельзя пугать профессора Lockhartа фразами о его внешности, вроде «Ой, а у вас тушь потекла» — он очень щепетильно к ней относиться.
			060.	Нам нельзя драматично кричать и заламывать руки во время уроков профессора Lockhartа, в самые трагичные моменты его рассказов о себе. Даже если профессору это льстит.
			061.	Нам нельзя предлагать слизеринцам жертву-первокурсника, чтобы их задобрить.
			062.	Нам нельзя заниматься охотой за головами и пытаться поймать Блэка.
			063.	Нам нельзя демонстративно паниковать и орать «Мы все умрем!», когда в школе чрезвычайное положение — это не смешно.
			064.	Нам нельзя пытаться спарить миссис Норисс и Живоглота.
			065.	Нам нельзя демонстративно нахваливать Живоглота, как жениха, в присутствии профессора МакГонагалл.
			066.	Нам категорически запрещено распространять лживые слухи о тайном романе Живоглота и профессора МакГонагалл.
			067.	Нам нельзя кидать свои имена в Кубок Огня. И имена выдуманных учеников несуществующего факультета «Уизли» — тоже.
			068.	В Турнире Трех Волшебников принимают участие ТРИ школы. Никакой четвертой школы «Нора» с факультетом «Уизли» не существует.
			069.	А если бы и существовала, то участия в Турнире бы не приняла.
			070.	А если бы и приняла, то мы точно не были бы ее Чемпионами.
			071.	Нам запрещено донимать Поттера, с требованием рассказать, как он прошел защиту вокруг Кубка Огня.
			072.	Нам запрещено смеяться над Наполеоном в присутствии гостей из Франции.
			073.	Нам запрещено даже упоминание чего-либо из истории Франции в присутствии гостей из Шармбатона.
			074.	Тоже самое касается и болгар.
			075.	Нам запрещено подсовывать профессору Каркарову зубную пасту. И зубной порошок тоже.
			076.	Нам запрещено предлагать за завтраком, обедом и ужином (равно, как и в другое время) французам сырых лягушек с фразой «Приятного аппетита!».
			077.	Нам запрещено обзывать болгар «коммунистическими язычниками», даже если слышали это по маггловскому телевидению.
			078.	Нам запрещено просить у болгар vodka, balalaika и matreshka.
			079.	А так же расспрашивать про Gorbachev и perestroika.
			080.	Нам запрещено просить у французских девушек показать французский поцелуй.
			081.	Запрещается при профессоре Snapeе вести разговоры на тему «Даже в дикой России люди в баню ходят и там головы моют. Даже медведи».
			082.	Запрещается разрабатывать планы по разборки Виктора Крама на сувениры.
			083.	Запрещается реализовывать эти планы.
			084.	Мы не гордость и краса Хогвартса, даже не его самая веселая часть. И нам запрещено так говорить гостям.
			085.	Нам запрещено уговаривать французских девушек устроить фотосессию в неглиже.
			086.	Нам запрещено уговаривать Пивза, сфотографировать французских девушек в неглиже, чтобы они этого не заметили.
			087.	Нам запрещено кричать оскорбительные лозунги про Хаффлпафф, Слизерин, Дурмстранг и Шармбатон во время испытаний. И в любое другое время тоже.
			088.	Нам запрещается донимать профессора Грюма своими ловушками, тем самым усугубляя его паранойю.
			089.	Нам нельзя доброжелательно относиться к профессору Грюму и дарить ему подарки — это действует на его паранойю еще хуже, чем ловушки.
			090.	Нам нельзя высмеивать Сами-Знаете-Кого и его возвращение.
			091.	Нам нельзя обзывать Сами-Знаете-Кого змеемордным — это не смешно.
			092.	Нам нельзя угощать профессора Umbridge мухами.
			093.	Смеяться над Министерством в целом и Фаджем в частности в присутствии профессора Umbridge — плохая идея.
			094.	Нам запрещено пугать первокурсников несуществующей болезнью «Umbridgeинией».
			095.	Нам запрещено в открытую критиковать розовый цвет в присутствии профессора Umbridge.
			096.	Нам нельзя писать на стенах «В Министерстве одни идиоты» и «Umbridge — старая жаба» в присутствии других преподавателей, помешать они не помешают, но совесть их мы изрядно мучаем.
			097.	По новому указу профессора Umbridge нам запрещается: есть, говорить, делать что-либо с кем-либо посредством чего-либо для кого-либо или чего-либо, дышать, находится в Хогвартсе, находится в Англии, ходить по земле, жить, вообще физически находится в этом мире, равно как и духовно.
			098.	Нам запрещено писать липовые доносы на слизеринцев.
			099.	Нам запрещено писать липовые доносы на Филча, Snapeа и Umbridge, подсовывая их под дверь кабинета Генерального Инспектора.
			100.	Нам нельзя устраивать хаос в школе во время уроков, запустив в коридоре одновременно сотни фейерверков, а так же провоцировать Пивза на активные действия и издеваться в открытую над Umbridge. Но это уже не важно. До свидания, Хогвартс!
			101.	Мне запрещается плохо влиять на сына и воспитывать его в духе близнецов Уизли — еще одного сорвиголову Хогвартс может и не пережить.`)
add(`/Potteriana
	a/ Potteriana
		v/ Kid
			Potters
			Halloween
			McGonagall
			Dursley
		v/ Before Hog
			School
			Snake
			Letter from Hogwarts
			Letters Week
			From Hog	!	Hagrid
			v/ Diagon
				Leaky Cauldron
				Gringotts
				v/ Malkin
					Malfoy
				Ollivander
			v/ Platform
				Weasley
			v/ Train
				Ron
				Hermione
				Nevill
				Draco
			v/ Hogsmitt
			Boats
		v/ 1 Course
			%Arka	!=Philosopher's Stone
			%DADA	!=Quirrell
			Hat
			Mantia
			Mirror of Erised
			Norberta
			Unicorns
			Quirrellmort in mantia
			Centavres
			Philosophers Stone
		v/ 2 Course
			%Arka	!=Secret Room
			%DADA	!=Lockhart
			Dobby
			Escape in Ford
			Hole
			Камин на Diagon
			Lockhart in shop
			Malfoy take books
			Battle in shop
			Barrier
			Fly in Ford
			Громовещатель
			Deathday
			Mrs Norris
			Acromantulas
			Duel Club
			Secret Room
			Hagrid in Azkaban
		v/ 3 Course
			%Arka	!=Prisoner of Azkaban
			%DADA	!=Lupin
			Weasley в египет
			Побег Siriusа
			Надувание Марч
			Dementorы в Trainе
			Обморок
			Lupin Защищает
			Time-Turner
				Hermione для учебы
			Новые предметы
			Hagrid препод
			Клювокрыл
			Спасение Siriusа
			ПатRonус
			Фадж отрицает
		v/ 4 Course
			%Arka	!=Goblet of Fire
			%DADA	!=Crouch-jr
			Чемпионат по квиддичу
			Барти младший
			Триволшебный Турнир
			Первое испытание
			Второе испытание
			Третье испытание
			Телепорт на кладбище
			Смерть Sedrikа
			Битва
			Возвращение
			Разоблачения Барти
		v/ 5 Course
			%Arka	!=Order of Phoenix
			%DADA	!=Umbridge
			Dementorы на тисовой
			Дом Siriusа
			Ron и Hermione префекты
			Umbridge
			Урок Umbridge
			наказание Umbridge
			Отряд Dumbledoreа
			Драка и запрет квиддича
		v/ 6 Course
			%Arka	!=Half-Blood Prince
			%DADA	!=Snape
			%Potions	!=Slughorn
		v/ 7 Course
			%Arka	!=Deathly Hallows
			%DADA	!=Carrow`)
