props.universesConfig+="\nSources[y]"
add(`/Supernatural
	/Rationality
		/Books
			HPMoR
				@References
					/Fiction
						/Books
							Дуэйн Диана
								Как стать волшебником
							дипломированный чародей
					/Nonfiction
						/Books
							Атлант расправил плечи
						Less Wrong
						Feynman Lectures
						Gyodelya Eshera Baha
						принятие решений в неопределенности
				@Date	!=18.07.17
				@Authors	!Элиезер Юдковский
				#18.07.26-18.08.04 10.0
				#20.04.03 13:34-
	/Fiction
		/Jap
			Naruto
				@Languages	!Japanese
				@Authors	!Masasi Kisimoto
				@Date	!=19.02.03
				/Anime
					1 Season	!#19.03.04 12:00-?		6.0
						001-010	!#20.01.04				7.0
						010-019	!#20.01.04				6.0
						019-040	!#20.01.04-20.01.05		7.0
						040-065	!#20.01.05				7.0
						066-067	!#20.01.06 8:40-11:39		7.0
						068-080	!#20.01.06 11:40-16:45	7.0
						081-085	!#20.01.06 16:50-19:24	7.0
						086-100	!#20.01.06 20:15-20.01.07 10:58	7.0
						101-106	!#20.01.07 11:00-13:13	7.0
						107-135	!#20.01.07 13:15-20.01.08 10:55	7.0
						136-141	!#20.01.08 10:55-13:36	7.0
						142-147	!#20.01.08 13:37-15:42	7.0
						148-151	!#20.01.08 15:45-17:04	7.0
						152-161	!#20.01.08 17:05-20:38	7.0
						162-168	!#20.01.09 9:48-12:59		7.0
						169-186	!#20.01.09 13:00-20:40	7.0
						187-202	!#20.01.09 20:42-20.01.10 11:00	7.0
						203-208	!#20.01.10 11:00-13:08	7.0
						209-212	!#20.01.10 13:10-17:25	7.0
						213-215	!#20.01.10 17:26-19:40	7.0
						216-220	!#20.01.10 19:40-21:25	8.0
					2 Season
						001-	!#20.01.11 7:45-
				/Manga
			Toaru
				@Date	!=19.03.17
				/Anime
					Toaru majutsu no index
						1 Season	!#19.11.05 6:00-19:06 =7.5
						2 Season	!#19.11.05 20:12-19.11.07 15:25 =8.0
						3 Season	!#19.11.07 21:11-19.11.10 7:48 =7.5
					Toaru kagaku no railgun
						1 Season	!#19.04.16 18:08-19.04.17 22:24 =7.0	20.01.19-20.01.20 21:45 =8.0
						2 Season	!#19.05.02 12:50-19... 19.11.01 22:15-19.11.04 22:45 =7.5	20.01.21 10:10-20.01.23 13:00 =7.5
					Toaru kagaku no accelerator
						1 Season	!#19.11.04 15:00-22:45 =8.0
		/Anime
			High School of Dead
				@Date	!=20.03.29
				@Source	!#Fanfic
			Demons High School
				@Date	!=19.03.17
			Zero no Tsukaima
				@Date	!=19.03.17
				1 Season	!#19.03.18 23:00-19.03.19 19:20 8.5
				2 Season	!#19.03.19 22:22-19.03.20 14:40 7.0
				3 Season	!#19.03.20 14:45-23:45 7.0
				4 Season	!#19.03.21 06:30-14:45 8.0
			Sword Art Online
				@Date	!=19.03.21
				1 Season	!#19.03.24 13:40-19.03.25 14:00 8.0
				2 Season
				3 Season
				4 Season
				5 Season
			Ходячий замок
				@Date	!=19.03.21
			Code Geass
				@Languages
					Japanese
				@Date	!=19.03.21
				R1	!#19.07.30 10:41-22:45 8.0
				R2	!#19.07.30 22:47-19.08.04 12:17 8.0
				1 Film
				2 Film
				3 Film
				4 Film
				5 Film
				6 Film
			Bleach
				@Date	!=19.03.17
				1		19.08.04 15:00-
			Fate
				@Date	!=19.03.17
			One peace
				@Date	!=19.03.22
			Lupen
				@Date	!=19.03.23
			Uq holder
				@Date	!=19.03.25
			RWBY
				@Date	!=19.04.23
			Seishun Buta Yaro wa Bunny Girl-senpai no Yume wo Minai
				@Date	!=19.06.13
				#19.06.13 23:30-
			Kono Subarashii Sekai ni Shukufuku o
				@Date	!=19.06.16
			kanokon
				@Date	!=19.06.18
				#19.06.18 15:30-19.06.19 4:30 =7.0
			Death Note
				@Date	!=19.06.27
				#19.06.27 8:01-19.06.28 9:01 =8.0
				1-10?	!# =9.5	19.06.28 11:00-20:15 =9.0
				-31?	!# =7
				31-36?	 !#=8.5
				37	 !#=9
			Seilor Moon
				@Date	!=19.07.06
					20.01.30-
			Fullmetal Alchemist
				@Date	!=19.07.06
			Atack on Titan
				@Date	!=19.07.06
			Detective Konan
				@Date	!=19.07.06
			Pokemon
				@Date	!=19.07.06
			Mob Psycho 100
				Source
					Bad Choice
				Anime
					1 season    !#   20.05.03-
					2 season    !#   -20.05.06 10:40 9.0
			Tokyo Ghoul
				@Date	!=19.07.06
				1 Season	!#19.07.07 19:22-19.07.08 6:32 =8.0
				2 Season	!#19.07.08 6:34-12:57 =6.0
				3 Season	!#19.07.08 13:00-
			My hero academy
				@Date	!=19.09.11
				1 Season	!#19.09.11 11:00-15:00 =7.0
				2 Season	!#19.09.11 15:10-19.09.14 10:00 =7.0
				3 Season	!#19.09.14 10:05-19.09.15 09:50 =7.0
			Noragami
				@Date	!=19.09.16
				1 Season	!#19.09.16 12:45-21:23 =8.0
				2 Season. Aragoto	!#19.09.22 9:35-22:05 =8.5
			Overlord
				@Date	!=19.10.03
			One punch man
				@Date	!=19.10.16
				1 Season	!#19.10.16 8:10-18:10 =8.0
				2 Season	!#19.10.16 18:15-19.10.17 13:31 =8.0
			Hataraku Maou-sama
				@Date	!=20.01.01
			Assassination Classroom
				@Date	!=20.02.05
				#20.02.05 17:00-20.02.07 17:55 =8.0
		/Manga
			/Languages	!#Japanese
		/Ranobe
			@Languages	!Japanese
			King's Battle
				@Date	!=19.03.24
			Sword Art Online
				@Date	!=19.03.25
				@Authors	!Рэки Кавахара
				1.	!#19.03.25 15:15-19.03.27 12:45 =8.0
				2.	Айнкрад	!#19.03.27 12:50-19.03.28 15:15 =7.0
				3.	Танец фей	!#19.03.29 09:55-19.03.30 15:10 =7.0
				4.	Танец фей	!#19.03.30 16:00-19.03.31 16:35 =7.0
				5.	Призрачная пуля	!#19.03.31 16:40-19.04.01 10:30 =7.0
				6.	призрачная пуля	!#19.04.01 10:30-19.04.02 13:50 =7.0
				7.	розарий матери	!#19.04.02 13:55-19.04.05 10:05 =7.0
				8.	вначале и потом	!#19.04.05 10:45-
		/Serial
			чародей 19.01.16		Фильм
			17 мгновений весны
				@Date	!=18.09.25
				#18.09.25-18.09.26
			Lucifer
				@Date	!=18.11.25
				1 Season	!#18.11.29 15:20-18.11.30 10:00 =9.0	19.03.24 11:11-
				2 Season	!#18.11.30 10:10-18.12.01 12:05 =8.0
				3 Season	!#18.12.01 12:20-18.12.02 19:05 =8.0
				4 Season
			теория большого взрыва
				@Date	!=18.11.28
				1 Season	!#18.12.03 22:00-
			Игра престолов
				@Date	!=18.11.28
			Классная школа
				@Date	!=18.11.26
				#18.11.26-
			Young Sheldon
				@Date	!=20.02.15
				1 Season
					#20.02.15 6:30-15:05 =9.0
					#20.02.18 9:38-20.02.20 7:45 =8.0
				2 Season
					#20.02.15 15:17-20.02.17 10:55 =8.5
					#20.02.20 7:48-
				3 Season
					#20.02.17 12:29-20.02.18 8 =8.0
		/Books
			/Duein Diana
				@Languages	!English
				How to will be wizard	!#18.11.01-
			/Strugatskie
				@Languages	!Russian
				@Date	!=20.03.08
				Мир Полудня
				Понедельник начинается в субботу
				Гадкие лебеди
				Сказка о тройке
			Myths of Ktulhu
				@Authors	!Lovecraft
				@Date	!=18.12.29
			Sticks
				@Date	!=18.12.16
			Game of Thrones
				@Date	!=18.11.28
			Rudazov
				@Authors	!	Alexander Rudazov
				@Languages	!	Russian
				Sumer nights
					1.	!#18.12.31 17:20-19.01.01 23:37 7.0
				Archmage	!#18.12.13-19.01.01 8.0
					@Date	!=18.12.06
					1.	Архимаг
						#18.12.13 20:40-18.12.15 13:30 7.5
						#19.12.05 14:10-19.12.06 16:45 8.0
					2.	Рыцари Пречистой девы
						#18.12.15 14:52-18.12.19 15:15 7.5
						#19.12.06 16:47-19.12.08 19:19 7.5
					3.	Самое лучшее оружие
						#18.12.19 15:15-18.12.20 23:53 7.5
						#19.12.08 19:20-19.12.11 10:53 8.0
					4.	Серая чума
						#18.12.21 12:30-18.12.22 18:46 7.5
						#19.12.11 12:21-19.12.12 22:12 8.0
					5.	Война колдунов
						5.1.	вторжение
							#18.12.22 18:47-18.12.24 07:48 7.5
							#19.12.12 22:20-19.12.14 22:20 8.0
						5.2.	штурм цитадели
							#18.12.24 07:48-18.12.25 08:48 7.5
							#19.12.14 22:23-19.12.16 13:43 7.5
					6.	Дети судного часа
						#18.12.25 08:49-18.12.26 13:23 +8.0
						#19.12.16 13:45-19.12.17 13:25 +7.5
					7.	Совет 12
						#18.12.26 13:30-18.12.27 12:30 +7.0
						#19.12.17 13:30-19.12.18 17:26 +8.0
					8.	Битва полчищ
						#18.12.27 12:35-18.12.29 11:22 +7.0
						#19.12.18 17:30-
					9.	Заря над бездной
						#18.12.29 11:22-18.12.30 23:59 +9.0
				Yatshen
					@Date	!=19.01.11
						1.	Три глаза и шесть рук
							#19.01.11 16:00-19.01.12 14:40 =8.0
							#19.12.09 23:55-19.12.19 22:15 =7.5
						2.	Шестирукий Резидент
							#19.01.12 14:40-19.01.13 16:45 =7.5
							#19.12.19 22:26-19.12.23 13:56 =7.5
						3.	Демоны в Ватикане
							#19.01.13 16:46-19.01.14 22:14 =8.0
							#19.12.23 16:40-19.12.27 09:31 =7.5
						4.	Сын Архидемона
							#19.01.14 22:16-19.01.15 19:09 =8.5
							#19.12.27 09:35-19.12.28 13:25 =8.0
				Arifmoman
					@Date	!=19.01.16
					1.	Червоточина	!#19.01.28 15:00-19.01.29 18:13 =7.0
					2.	В небесах	!#19.01.29 18:15-19.01.31 11:50 =6.5
				Tri mudretsa
					@Date	!=19.01.16
					1.	Три мудреца в одном тазу	!#19.01.16 12:29-19.01.18 17:12 =6.0
					2.	Тайна похищенной башни	!#19.01.21 18:00-19.01.22 19:14 =6.0
				Kriabal
					@Date	!=19.01.16
					1.	Kriabal
						1.1.	Тьма у ворот		19.01.23 12:53-19.01.24 19:53 =7.0
						1.2.	Свет в глазах		19.01.24 20:00-19.01.25 23:45 =7.0
					2.	Apofeoz
				Ghost
					@Date	!=19.01.25
					#19.01.27 12:00-19.01.28 14:15 =7.0
					#19.07.08 15:30-19.07.11 09:52 =7.0
				spasibo za pokupku
					@Date	!=19.01.26
					#19.01.26 12:00 =6.0
				Vlastelin
					@Date	!=19.01.26
					#19.01.26 12:15-01:09 =9.0
					#19.12.20-19.12.23 11:29 =8.5
				Рассказы из правого ботинк
					@Date	!=19.01.26
					#19.11.13 15:00-19.11.14 20:57 =7.5
				Ekipazh
					@Date	!=19.01.26
					#19.11.15 06:30-19.11.16 19:27 =7.0
			Solaris
				@Date	!=18.11.13
			Nick
				@Date	!=18.12.06
				@Authors	!Andrzej	Yasinski
					1.	Lammer	!#19.07.11 10:22-19.07.12 22:01 =7.5
					2.	User	!#19.07.13 8:03-19.07.14 19:37 =7.5
					3.	стихийник	!#19.07.14 19:41-19.07.15 22:51 =8.0
					4.	Admin	!#19.07.16 10:54-19.07.17 8:58 =7.5
					5.	беглец	!#19.07.17 9:00-19.07.18 16:58 =8.0
					6.	Sorcerer
						1 Tom	!#19.07.18 17:20-19.07.19 17:00 =7.5
						2 Tom	!#19.07.19 17:02-19.07.20 20:39 =7.5
					7.	Астральщик
						1 Tom	!#19.07.20 20:45-19.07.21 16:02 =7.5
						2 Tom	!#19.07.21 16:20-19.07.22 17:58 =9.0
					8.	Землянин
						1 Tom	!#19.07.22 18:00-19.07.23 15:00 =8.0
						2 Tom	!#19.07.23 15:09-19.07.24 16:32 =8.0
					Tolleus
						1 Tom	!#19.07.24 18:31-19.07.26 11:40 =7.0
						2 Tom	!#19.07.26 11:45-19.07.28 13:05 =7.0
			12 стульев
			Orderly
				@Date	!=18.08.18
				@Authors	!Nick Perumov
				Ring of Dark
					Эльфийский клинок	!#18.08.25-18.09.07 =5.0
					Чёрное копье	!#18.09.07-18.10.29 =5.0
					Адамант Хенны	!#18.10.29-
			Master and Margarita
				@Date	!=18.08.27
			War and Peace
				@Authors	!Lev Tolstoy
				@Date	!=18.09.07
			Ottsy and Kids
				@Date	!=18.09.07
				@Authors	!Тургенев
			Steven King
				@Date	!=18.09.14
				зелёная миля
				побег из шоушегка
			Ray Bradberry
				@Date	!=18.09.23
				451 по Фаренгейту
			George Oruell
				@Date	!=18.09.23
				1984
				скотный двор
			We
				@Date	!=18.09.23
			о дивный новый мир
				@Date	!=18.09.23
		/Games
			@Languages	!English
			The elder Scrolls
				@Date	!=18.12.30
				Skyrim
			Dragon Age
				@Date	!=18.12.30
		/Fanfics
			@Languages	!Russian
			tigrewurmut
				@Date	!=19.03.13
				страж знаний
					начало	!#19.04.22 17:55-19.04.25 12:55 =7.0
					2	!#19.04.25 13:00-19.04.27 12:40 =7.0
					не герой	!#19.04.27 12:40-19.04.29 9:05 =7.5
					нг2 ч1	!#19.04.29 11:05-19:10 =7.0
					нг2 ч2 в1	!#19.04.29 19:10-19.04.30 12:45 =? оценки нет потому что концовка совершенно непонятная и вообще какой-то сюр
					нг2 ч2 в2	!#19.04.30 13:00-19.05.01 13:00 =7.0
					нг3	!#19.05.01 16:16-17:50 =7.0
				фокусник шляпник
					фокусник	!#19.05.01 17:55-19.05.10 16:25 =7.5
					волшебник	!#19.05.10 16:30-21:00 =7.0
				возвращение героя	!#19.05.11 12:12-19.05.12 19:00 =7.0
			Shetel-Sorken
				новые горизонты	!#19.08.20 13:00-19.08.21 13:53 =8.0 (все что было)
			воля к жизни	!#19.08.21 14:00-19.08.22 21:52 =8.0
				@Date	!=19.08.20
			Technomancer	!#19.08.23 14:00-19.08.25 18:31 =7.0
				@Date	!=19.08.20
			In shadow of rulers	!#19.08.26 15:00-19.08.27 10:33 =6.0
				@Date	!=19.08.26
				In shadow of rulers
				Dark that hides knowledge
				Blody Games
			Myverse
				@Authors	!Me
				@Date	!=20.05.10
			Harry Potter and Three Old Ladies
				@Authors	!Argus Filchenkov
				@References
					/Fiction
						/Books
							Оливер Твист
								@Authors	!Чарльз Диккенс
								#20.03.15 19:30-
							Воспламеняющая взглядом
								@Authors	!Стивен Кинг
								#20.03.22 16:05-
							Граф Монте Кристо
				@Date	!=20.03.02
				0. Три пожилых леди		20.03.02 22:45-20.03.03 14:45 =9.0	20.03.15 10:20-20.03.22 15:53 =8.0
				1. Хранитель ключей		20.03.03 14:50-20.03.04 23:10 =9.5	20.03.22 17:25-
				2. Истинный наследник		20.03.05 10:50-20.03.06 13:07 =9.0
				3. Искусство побега		20.03.06 13:12-20.03.07 19:35 =9.3
				4. Охота на чемпионов		20.03.07 20:05-20.03.08 17:19 =9.0 (30 все что было) -20.03.28 20:16 =9.5 (до конца)
			Kitsune Miyato
				@Source	!#Ficbook
				@Date	!=20.03.23
				Учиха Саске из клана редисок
					@Date	!=19.10.06
					1 Part	!#19.10.31 16:47-19.11.01 12:00 =7.0
					2 Part	!#19.11.01 12:01-19:01 =7.0
					3 Part	!#19.11.01 22:22-19.11.02 21:56 =7.5
					4 Part	!#19.11.02 21:57-19.11.03 16:43 =7.5
					5 Part	!#19.11.03 16:45-19.11.04 13:55 =7.0
				техника зеркального перевоплощения
					@Date	!=19.10.06
					#19.11.06 18:00-19.11.07 12:00 =7.0
				все было совсем не так
					@Date	!=19.10.06
					1 Part	!#19.10.06 12:00-23:00 =8.0
					1 Part	!#19.10.06 23:00-19.10.07 12:00 =8.0
					3 Part	!#19.10.07 12:00-22:45 =8.0
					4 Part	!#19.10.08 6:40-18:00 =8.5
				жизнь которую я изменю
					@Date	!=19.10.06
					1 Book. спасёнение клана учиха		!#20.01.10-20.01.13 21:30 =8.5
						1 Part	!#19.10.22 18:00-19.10.23 9:28 =8.0
						2 Part	!#19.10.23 9:31-16:45 =8.0
						3 Part	!#19.10.23 16:50-19.10.24 8:24 =8.0
					2 Book. начало нового мира		!#20.01.14 7:00-20.01.17 7:40 =8.0
						1 Part	!#19.10.24 10:40-17:26 =8.0
						2 Part	!#19.10.24 17:28-19.10.25 1:46 =8.0
						3 Part	!#19.10.25 8:08-20:40 =8.0
					3 Book. эпоха возрождения
						1 Part	!#19.10.25 22:07-19.10.27 1:07 =8.0
						2 Part	!#19.10.27 12:00-19:23 =8.0
						3 Part	!#19.10.27 19:25-19.12.29 8:38 =8.0 (читал во время написания)
				избранные
					@Date	!=19.10.08
					0 Book. Prologue. какой придурок вызвал демона?		19.10.08 20:00-21:10 =7.0
					1 Book. какого биджуу я теперь волшебник?
						1 Part	!#19.10.08 21:23-19.10.09 7:30 =8.0
						2 Part	!#19.10.09 7:35-15:28 =8.0
						3 Part	!#19.10.09 15:30-20:46 =8.0
						4 Part	!#19.10.09 20:50-19.10.10 6:40 =8.0
						5 Part	!#19.10.10 6:50-14:50 =8.0
					2 Book. шиноби скрытого Хогвартса
						1 Part	!#19.10.10 15:45-22:25 =8.0
						2 Part	!#19.10.10 22:32-19.10.11 12:42 =8.0
						3 Part	!#19.10.11 12:45-0:46 =8.0
						4 Part	!#19.10.12 0:45-19:35 =8.0
					3 Book. Узумаки Наруто и Дары магии
						1 Part	!#19.10.12 19:40-3:17 =8.0
						2 Part	!#19.10.13 3:20-11:50 =8.0
						3 Part	!#19.10.13 11:55-19:18 =8.0
						4 Part	!#19.10.13 19:20-19.10.14 16:25 =8.0
					4 Book. Чакра. Легенда о Саске
						1 Part	!#19.10.14 16:35-19.10.15 18:00 =8.0
						2 Part	!#19.10.15 18:02-19.10.18 13:02 =8.0
						3 Part	!#19.10.18 13:05-19:30 =8.0 (1-11, All)	-20.04.20	#8.5 (All)
				Мать и мачеха
					1 Book	!#20.03.23 12:00-17:33 =8.0
					2 Book	!#20.03.23 17:37-20.03.24 10:10 =8.0
					3 Book	!#20.03.24 10:10-12:20 =8.0 (все что было
				Буйабесс По русски	!#20.03.24 12:30-15:25 =7.0
				диссонанс родственных связей	!#20.03.24 15:33-22:56 =8.5
				Непокобелимый
					1 Book	!#20.03.25 10:20-14:35 =7.5
					2 Book	!#20.03.25 14:36-18:10 =8.0
					3 Book	!#20.03.25 18:10-20.03.26 10:26 =9.0
				Цукиеми: и жили они долго и счастливо
				Игра по фальшивым нотам	!#20.03.26 13:36-18:09 =7.5
			Sergei Zloy
				@Date	!=18.12.06
				Path of Dark Mage	!#18.12.06 17:44-18.12.09 6:35 9.0
					начинающего	!#18.12.06 17:44-18.12.08 2:50 8.0
					опытного	!#18.12.08 2:52-18.12.09 1:47 9.0
			Fil Bandileros
				другой взгляд
					@Date	!=18.11.20
					#18.12.06 12:38-17:25 =7.0 (г1ч1-г2ч3 все что было)
				жизнь номер 2
					@Date	!=19.01.02
					#19.01.03 10:38-19:41 =7.0 (все что было, до момента с расследованием лиса)
				Звезда по имени
					@Date	!=18.11.19
					#18.11.19 15:34-
				Meta-Hobbit	!#18.11.05 11:37-1:35 6.0
				Мета-Игрок	!#18.11.06-18.11.07 (1-26 все что было) 8.0
				Сказки русского леса	!#18.11.12 15:35-15:44(0 все что было) 3.0
				Что? Наша жизнь игра?
				Хорошо в деревне летом	!#18.11.09 17:50-21:36 7.0
				Thanks for fish
					/Fish	!#18.11.14 10:24-18.11.19 15:14 6.0
					/Monarch	!#18.11.12 15:47-18.11.14 10:13 (1-22 все что было) 5.0
				In Yan Hren	!#18.11.10 7:43-18.11.12 15:31 6.0
				Fatal Error	!#18.11.08 21:35-18.11.09 17:42 6.0
				@Date	!=18.10.17
				The Zadrot
					#18.11.02-18.11.04 9.0
					#19.02.11 17:45-19.02.16 11:45 5.0 (1-2 не стал читать)
				The Boy Who Conquered The Time
					ГП&МКПВ-B	!#18.10.31 10:27 - 15:32 7.0
					Туда и обратно, МКПВ-B	!#18.10.19-18.10.20 7.0
					Сиськи	!#18.11.05 10:20-11:34 (1-7 все что было) 6.0
					Каникулы мага	!#18.11.07 8:12-15:16 6.0
					Звёздное время	!#18.11.07 15:20-18.11.08 12:10 (1-23 все что было) 7.0
					Love and peace	!#18.11.08 12:20-18:14 6.0
					/А	!#18.10.13 -18.10.14 8.0
					/B	!#1-72 Главы (все что было) 18.10.29-18.10.30 9.0
					/C	!#1-27 (все что было) 18.10.31-18.11.01 9.0
					/D	!#сс-тк (Все что было) 18.11.01 8:34-16:14 4.0
					/E	!#1-21 главы (все, что было) 18.10.15-18.10.19 5.0
		/Manihua
			@Languages	!Chinese
		/Manhva
			@Languages	!Korean
			The Gamer
				@Date	!=18.11.04
				1 Season	!#19.02.11 21:00-19.02.12 22:00 7.0
				2 Season	!#19.02.12 22:17-19.02.13 15:00 7.0
				3 Season	!#19.02.13 16:22-19.02.14 10:16 7.0
				4 Season	!#19.02.14 10:17-21:47 7.5 (1-256, all)
		/Mult
			Mr freeman
				@Languages	!Russian
				@Date	!=18.08.04
		/Multserial
			Gravity Falls
				@Languages	!English
				@Authors	!Alex Hirsh
				1 Season
				Video chronics
				2 Season
		/Film
			Иван Васильевич меняет профессию
				@Date	!=18.08.04
			Мегамозг
				@Date	!=18.08.31
			Великий защитник
				@Date	!=18.08.31
				1
				2
			Матрица
				@Date	!=18.09.01
			Пол секретный материальчик
				@Date	!=18.09.12
			бриллиантовая рука
				@Date	!=18.09.14
			12 стульев
				@Date	!=18.09.14
			бойцовский клуб
				@Date	!=18.09.14
			побег из щоушенка
				@Date	!=18.09.14
			зелёная миля
				@Date	!=18.09.14
			5 элемент
				@Date	!=18.09.14
			Леон киллер
				@Date	!=18.09.14
			искусственный
				@Date	!=разум 18.09.28
			трасса 60
				@Date	!=18.10.07
			Только не они
				@Date	!=18.10.16
			Звёздные войны
				@Date	!=18.11.07
			Avatar
				@Date	!=18.12.04
				Legend about Aang
				Legend about Kora
			X-Men
				@Date	!=18.12.05
				Дни минувшего будущего	18.12.05 16:00 =7.0
				апокалипсис
			Terminator
				@Date	!=18.12.05
				1	18.12.05 18:40-18.12.06 8:10 =9.0
				2	19.04.16 16:25-19.04.17 8:00 =7.0
				3
				4
			чародеи
				@Date	!=19.01.16
			Idiocraty
				@Date	!=19.01.26
			Изобретение лжи
				@Date	!=19.01.26
			Mary Poppins
				@Date	!=19.02.27
			Marvel
				@Date	!=19.03.02
			Venom
				@Date	!=19.03.02
			DC
				@Date	!=19.03.02
			Illusion of lie
				@Date	!=19.03.05
				1
				2
			Джинг король бандитов
				@Date	!=19.03.23
			Back to Future
				@Date	!=19.04.15
				1 Film	!#19.04.15 13:45 =8.0
				2 Film	!#19.04.15 17:05 =7.0
				3 Film	!#19.04.15 18:55 =7.0
			Upgrade
				@Date	!=19.04.20
			бегущий по лнзвию
				@Date	!=19.04.20
			призрак в доспнхах
				@Date	!=19.04.20
			Мстители: война бесконечности
				@Date	!=19.04.20
			Все могу
				@Date	!=19.04.30
				#19.05.01 12:00 =7.0
			Padington
				@Date	!=19.05.16
			они никогда не станут старше
				@Date	!=19.05.23
			Начало
				@Date	!=19.05.24
			11 друзей Оушена
				@Date	!=19.07.04
				#19.07.04 19:50-21:40 =9.0
			Gray, 2011
				@Date	!=19.07.06
				#19.07.06 13:21-14:50 =7.0
			Схватка, 1995
				@Date	!=19.07.06
				#19.07.06 14:55-
			День сурка
				@Date	!=19.07.06
				#19.07.06 19:23-21:00 =8.0	19.07.07 9:13-
		/Verse
			Dozory
				@Languages	!Russian
				@Date	!=19.07.11
				@Authors	!Sergei Lukyanenko
				/Books
					1 Book.	Night	!#20.04.22 15:00-20.04.23 17:25 =8.0
					2 Book.	Day	!#20.04.23 17:30-20.04.25 8:37 =8.0
					3 Book.	Twilight	!#20.04.25 11:30-20.04.26 11:40 =8.0
					4 Book.	Last	!#20.04.26 20:15-20.04.27 12:35 =8.0
					5 Book.	New	!#20.04.28 22:00-20.04.29 14:10 =8.0
					6 Book.	Sixth	!#20.04.29 14:30-20.04.30 11:15 =8.0
				/Film
					1 Film.	Night
					2 Film.	Day
			Potteriana
				@Languages	!English
				@Date	!=20.03.14
				@Authors	!Joanne Rowling
				/Books
					"Harry Potter"
						1 Book.	"Harry Potter and Philosopher's Stone"
						2 Book.	"Harry Potter and Secret Room"
						3 Book.	"Harry Potter and Uznik Azkabana"
						4 Book.	"Harry Potter and Kubok Ognya"
						5 Book.	"Harry Potter and Order of Phoenix"
						6 Book.	"Harry Potter and Half-Blood Price"	!#20.03.14 10:00-20.03.21 12:00 =6.5
						7 Book.	"Harry Potter and Deathly Hallows"	!#20.03.21 12:05-
				/Film
					"Fantasic Beasts"
						1 Film.	"And where they lives"
						2 Film.	"Prestupleniya grindevalda"
						3 Film.
						4 Film.
						5 Film.
					"Harry Potter"
						1 Film.	"Harry Potter and Philosopher's Stone"
						2 Film.	"Harry Potter and Secret Room"
						3 Film.	"Harry Potter and Uznik Azkabana"
						4 Film.	"Harry Potter and Kubok Ognya"
						5 Film.	"Harry Potter and Order of Phoenix"
						6 Film.	"Harry Potter and Half-Blood Price"
						7 Film.	"Harry Potter and Deathly Hallows"	Part 1
						8 Film.	"Harry Potter and Deathly Hallows"	Part 2
			LotR
				@Languages	!English
				@Date	!=18.08.18
				@Authors	!John Ronald Ruel Tolkien
				/Books
					The Lord of The Rings
						1.	Братство кольца	!#19.02.02 11:00-19.02.05 11:00 7.0
						2.	Две башни	!#19.02.05 11:00-20:50 7.0
						3.	Возвращение короля	!#19.02.06 11:00-19:50 8.0
					Silmarillion
					Hobbit
					Notes
				/Film
					The Lord of The Rings
						@Date	!=19.02.06
						1.	Братство кольца
						2.	Две твердыни
						3.	Возвращение короля
					Hobbit
						@Date	!=19.02.06
						1
						2
						3
/Natural
	/Nonfiction
		/Books
			Alexander Panchin
				@Date	!=18.09.23
				Защита от темных искусств
				Сумма биотехнологий
			А. Водовозов
				@Date	!=18.11.25
				пациент разумный
			Stephen Hawking
				Кратчайшая история времени
				@Date	!=18.09.07
			Dawkinz
				@Date	!=18.09.07
				Расширенный фенотип
				Эгоистичный ген
			Karl Marks
				@Date	!=18.11.03
				Capital
/Supernatural
	/nonsorted
		/Books
			/Popadantsy from Father's folder
				@Date	!=18.11.15
				забытый демон
					@Date	!=19.01.09
					#19.01.09 15:00-19.01.11 12:19 =6.0
	/Fiction
		/Fanfic
			эпоха темного мага
				@Date	!=	18.12.09
				#18.12.09 1:47-6:35 =7.0
				#19.01.03 19:52-19.01.08 15:04 =8.0
			Командировка князя Тьмы
				@Date	!=	19.01.02
			магия и физика
				@Date	!=	19.01.02
			мыслит, значит существует
				@Date	!=	18.12.06
				#18.12.12 10:42-18.12.13 19:31 =7.0
			терминатор
				@Date	!=	18.12.06	?
			однажды он прогнётся под наs
				@Date	!=	18.12.06	?
			темные волшебники
				@Date	!=	18.12.06
			маг и его тень
				@Date	!=	18.12.06
			Неистовый шумерский чародей
				@Date	!=	19.01.02
				#19.02.01 16:00 =6.0
			Судьба архимага
				@Date	!=	18.12.06
				судьба архимага
					#18.12.09 12:00-18.12.11 14:07 =8.0
					#19.01.02 10:26-
				план архимага	!#18.12.11 14:09-18.12.12 9:54 =6.0 (1-5 1-4 все что было)
			одержимые
				@Date	!=	19.01.03	?				!#19.01.03 23:00-19.01.08 21:55 =7.0
			повелитель кошмаров
				@Date	!=	19.01.09	Бессмертник				!#19.01.09 7:23-14:08 =7.0
			Путь наверх
				@Date	!=	19.01.30	Хадин Познавший Тьму				!#19.01.30 8:20-19:46 =8.5 (1-57 все что было)
			Архимаг 7.1 диабло
				@Date	!=	19.02.04	?				!#19.02.07 14:48-20:10 =6.5 (1-10 все что было)
			Власть магии
				@Date	!=	19.02.04	?
				Смертный	!#19.02.07 20:10-01:23 =7.5
				Бессмертный	!#19.02.08 9:00-16:00 =7.5
			Цепь событий
				@Date	!=	19.02.08
				#19.02.08 16:40-
			Античный чароплет
				@Date	!=	19.02.08
				Алессий
				#19.02.09 9:45-19.02.10 14:10 =7.5 (1-17 все что было)
			Маленький монстр
				@Authors	!=	Даймон Агафо
				@Date	!=	19.02.10
				#19.02.10 17:00-19.02.11 14:00 =9.0 (1-12 все что было)
			Мира Парадигма
				@Date	!=	19.02.08
				#19.02.11 14:10-
			эльфийский трэш
				@Date	!=	19.02.08
				1
					#19.02.16 13:40-19.02.17 22:00 =7.0
					#19.08.18 20:06-
				2	!#19.02.17 22:00-19.02.18 20:40 =8.0
				3	!#19.02.18 20:40-19.02.19 15:40 =8.0
			объединение необъединимого
				@Date	!=	19.02.08
				#19.02.19 16:00-19.02.20 12:00 =7.5 (1-28 все что было)
				#19.02.22 8:15-9:40 =7.5 (29-31 все что было)
			Fate: Archmage
				@Date	!=	19.02.20
				#19.02.20 12:00-19.02.21 14:00 =7.0 (все что было)
			Paladin
				@Date	!=	19.02.20
				#19.02.21 15:00-18:00 =7.0 (все что было)
			путь славления богом
				@Date	!=	19.02.08
				#19.02.21 18:30-19.02.22 8:00 =6.0 (все что было)
			подарок недовольным
				@Date	!=	19.02.22
				#19.02.22 12:00-13:40 =6.5 (все что вложении)
			Гарри Поттер и архимаг
				@Date	!=	19.02.22				!#19.02.23 12:00-19:40 =7.0
			игрок dc
				@Date	!=	19.02.23
				крутой легавый	!#19.02.23 20:00-19.02.25 8:20 =7.0
				антигерой	!#19.02.25 8:40-19.02.27 18:10 =7.0
				несправедливость	!#19.02.26 18:20-19.02.27 8:50 =5.0 (1-13 все что было)
				@Authors	!=	alex31
			дитя@Date	!=	19.02.23
				дитя	!#19.02.27 12:00-19.02.28 21:40 =7.0
				контракт и прочие неприятности	!#19.02.28 21:50-19.03.02 8:30 =7.0 (все что было 1-28)
			Bad Choice|"Neudachniy Vybor"
				@Date	!=	19.02.23
				1	!#19.03.02 12:00-19.03.07 16:00 =8.0	20.01.25 8:00-20.02.01 11:55 =8.0
				2	!#19.03.07 16:00-19.03.11 16:00 =8.0	20.02.01 12:00-20.04.20 =8.0
				3	!#19.03.11 16:10-19.03.12 10:16 =7.0 (все что было 1-13) -20.01.26 19:45 =8.5 (до конца)	20.04.20-
			корнев
				@Date	!=	19.03.05
			архимаг
				@Date	!=	19.03.13	xp0ft				!#19.03.13 17:00-22:22 =7.0 (все что было 1-13)
			везуха
				@Date	!=	19.03.13					!#19.03.14 17:00-19.03.16 17:30 =7.0
			вершина
				@Date	!=	19.03.13					!#19.03.16 18:00-
			Наруто
				@Date	!=	19.03.17
			глаза чужого мира
				@Date	!=	19.03.17	jack vance
			имя мне легион
				@Date	!=	19.03.13	бандилерос				!#19.03.21 15:40-
		/Books
			Трудно быть богом
				@Date	!=	18.12.30	Стругацкие
	/Nonfiction
		/Statiya
			Разбор Zero no Tsukaima
				@Authors	!=	walter
				@Date	!=	19.03.23
				Разбор 1 тома Zero no Tsukaima или Сайто и премия Дарвина
					#19.03.23 14:00-22:30 =7.0
					#19.11.20-19.11.21 =8.0
				Разбор 2 тома или реальность гасит ответный удар	!#19.11.21-19.11.22 =8.0
	/Fiction
		/Books
			война миров
				@Date	!=	19.04.02	Герберт уэлс
			гиперболоид инженера гарена
				@Date	!=	19.04.02	толстой
			туманность андромеды
				@Date	!=	19.04.02	Ефремов
			элита
				@Date	!=	19.04.02	беляев
			Беляев
				@Date	!=	19.04.02
			Ефремов
				@Date	!=	19.04.02
			Герберт уэлс
				@Date	!=	19.04.02
			Dead Souls
				@Date	!=	19.04.13	гоголь			!#19.04.13 15:50-
			не то не этого я хотел
				@Date	!=	19.03.13				!#19.04.20 14:00-18:35 =7.5
		/Ranobe
			Toaru
				@Date	!=	19.03.17
				Toaru majutsu no index	!#20.01.19 8:00-
				Toaru kagaku no railgun
				Toaru kagaku no accelerator
	/Nonfiction
		/Books
			Будни учителя
				@Date	!=	19.04.23	Астапов Павел				!#20.02.27-20.02.29 11:30 =8.0
			блабериды
				@Date	!=	19.04.23	Артем Краснов				-
	/Fiction
		/Books
			Айзек Азимов
				@Date	!=	19.04.25
			Шерлок Холмс
				@Date	!=	19.04.27	Конан Дойль
			Сварог
				@Date	!=	19.04.27	бужков
			Лукьяненко
				@Date	!=	19.04.27
		/Fanfics
			tigrewurmut
				@Date	!=	19.04.27
		/Comics
			Marvel
				@Date	!=	19.04.27		Комикс
			DC
				@Date	!=	19.04.27		Комикс
		/Games
			Deus Ex
				@Date	!=	18.09.02		Игра
			Fallout
				@Date	!=	18.09.19		Игра
			Assasin's creed
				@Date	!=	18.12.02		Игра
		/Serial
			Ивановы ивановы
				@Date	!=	19.01.04		Сериал
				1
				2
		/Video-Comics
			земля королей
				@Date	!=	19.03.20		Видео-Комикс
		/Serial
			Шерлок (Советский)
				@Date	!=	19.04.27		Сериал
			Шерлок (Роберт Дауни)
				@Date	!=	19.04.27		Сериал
			Шерлок (Камбербэтч)
				@Date	!=	19.04.27		Сериал
		/Comics
			майор гром
				@Date	!=	19.05.12		?		Bubble
		/?
			шоу трумена
				@Date	!=	19.05.12
	/Nonfiction
		/Books
			Биология добра и зла
				@Date	!=	19.05.23
		/Games
			Evolution of Doveriya
	/Fiction
		/Games
			observation
				@Date	!=	19.05.23
		/Manga
			kanokon
				@Date	!=	19.06.19
				#19.06.20 0:40-19.06.21 17:00 =7.0
		/Books
			Радий Полонский
				@Date	!=	19.06.19
		/Games
			Witcher
				@Date	!=	19.06.22
		/Film
			люди в черном
				@Date	!=	19.06.22
			звёздные войны
				@Date	!=	19.06.22
		/Books
			Одиссей покидает Итаку
				@Date	!=	19.09.16
			недоверчивые умы
				@Date	!=	19.09.23
			объясняя религию
				@Date	!=	19.09.23
	/Fiction
		/Serial
			любовь смерть роботы
				@Date	!=	19.06.22
			чёрное зеркало
				@Date	!=	19.06.22
		/Jap
			спэшлы	!#19.10.17 16:25-17:52 =8.0
			Death Note
				/Manga
					@Date	!=	19.07.28
					1	!#19.07.28 14:43-19:01 =8.0
					2	!#19.07.28 19:02-21:24 =8.0
					3	!#19.07.29 12:28-15:06 =8.0
					4	!#19.07.29 15:06-17:30 =8.0
					5	!#19.07.29 17:31-20:36 =8.0
		/Film
			Заводной апельсин
				@Date	!=	20.02.05							!#20.03.22 9:55-12:25 =6.0
		/Books
			мемнох дьявол
				@Date	!=	19.08.11
			трудно быть богом
				@Date	!=	19.08.12
			пикник на обочине
				@Date	!=	19.08.12
			Свет за окошком
				@Date	!=	19.12.28
				@Authors!Логинов
				#19.12.28 14:30-19.12.29 9:36 =8.0
		/Fanfics
				тьма закрывающая знания
					@Date	!=	>	!#19.08.27 10:45-22:50 =7.0
				великие кровавые игры
					@Date	!=	>	!#19.08.27 23:00-19.08.28 1:20 =7.0 (все что было до 7)
			ирьенин
				@Date	!=	19.08.29				!#19.08.29 18:00-19.09.01 21:40 =7.5
			эффект мага
				@Date	!=	19.03.13					!#19.09.24 21:00- =7.5
			Две стороны медали: безумие
				@Date	!=	19.09.27					!#-19.09.27 20:51 =7.5
			Попаданец в Яманака Ино
				@Date	!=	19.09.30					!#19.09.30 11:00-19.10.02 16:31 =7.5
			рецепт апокалипсиса от учиха
				Book 1
					ч1	!#19.10.18 19:40-19.10.19 19:40 =8.0
					ч2	!#19.10.19 19:45-19.10.20 9:45 =8.0
					ч3	!#19.10.20 9:50-20:50 =8.0
				Book 2	!#19.10.20 21:40-19.10.21 19:31 =7.5
				Book 3	!#19.10.21 19:35-19.10.22 17:14 =8.0
			юнлинг
				@Date	!=	19.10.26						!#19.10.28 12:03-19.10.31 16:34 =7.5
			дважды озадачен
				@Date	!=	19.03.13						!#19.11.19 10:10-19.11.20 13:26 =8.5
			два нуля
				@Date	!=	19.11.21						!#19.11.22 7:00-22:15 =8.0
			Амулет
				@Date	!=	19.11.21
				амулет. начало	!#19.11.23 7:00-19:00 =7.5
				амулет. наследие Слизерина	!#19.11.23 19:05-19.11.25 14:35 =7.5
			@Date	!=	3!#19.11.25 14:40-15:43 =7.0
			Астаргоргарот	!#20.03.02 12:05-19:35 =8.0
				@Date	!=	ещё очень давно
	/Fiction
		/Manga
			Re: Monster
				@Source	!=	Fanfic
				@Date	!=	20.03.29
				Реинкарнация: Монстер
	/Videos
		?
			@Date    !#20.03.29
				Film
					Хроники Нарнии
					Лабиринты Ехо
					Лабиринт фавна
					Перси Джексон
					Звёздная пыль
					Дом странных детей мисс Перегрин
					Бесконечная история
/Natural
	/Lectures
		Pogruzheniye v psychology
		@Date    !#   20.03.29
		@References
			/Books
				Нет кузнечика в траве
				Коллекнионер
				Лишенные совести
					@Authors	!Роберт Хэйр
				Мудрость психопатов
					@Authors	!Кевин Даттан
				Психиатрические антисоциальные личности
					@Authors	!Нэнси но фривенс
			/Film
				Проект Флорида
				Законопослушный Гражданин
				Cogitation (2011)	!#20.04.01 14:15-16:13 8.0
				Infection	!#20.04.01 -14:10 6.5
	/Reddit
		@Date    !#20.04.03
		/Film
			Молчание ягнят
			американский психопат
			Ганнибал
	/School
		@References
			/Books
				/Fiction
					герой нашего времени`)
