	//--- Name: EniVerses/Vesion: 0.1.7a/Authors: AlexanderDV/Description: Properties EniVerses .js. ---
var universesConfig	=	"",universes=[],tab="\t"
function add(adding){
	universesConfig+=adding.replace(/\t/g,tab)+"\n"
	universes.push(adding.split("\n")[0])
}
add(`Real world
	Universe
		Original
			Worlds
				Our	=	Earth-2020
	Artefacts
		s4[y]
			Магловское оружие
			компьютеры
			телефоны
			граната по почте
			магловский яды
			магловское наркотики
		`)
add(`HP and future know
	What can use
		полет на спрятанных метлах
		омут памяти
		time-turner copy
		трансфигурация замороженного яда/кислоты в воду
		трансфигурация большого в маленькое
		игры на цене золота
		передача сообщений сквозными зеркалами/патронуса и и другим
		трансфигурация антивещества
		Трансфигурацию ядерной бомбы
		трансфигурация радиоактивных веществ
		книзл
		части тела, например кости, для магии - метлы, палочки
	Artefacts
		Хроноворот// (6 часов интервалов)	Rare	Rare	мин ~50 Макс ~10000	Закольцовывает время, перемещая назад	Хроно-Артефакты: Хроноворот	?	Министерство магии Британии: отдел тайн, другие министерства магии, нелегалы
		Меч Гриффиндора//	Epic	Epic	Уникальный (1)	Зачарован на лёгкость, Сам себя заколет, режет магией	Оружие: Холодно-Магическое	Годрик Гриффиндор & Гоблины	-
		Диадема Когтевран//	Unusual	Unusual	Уникальный (1)	Стимулирует мозговую деятельность, приводит сознание к ясности	Ментальные: Стимулятор	Ровенна Когтевран &?	-
		Медальон Слизерина//	?	?	Уникальный (1)	?		Салазар Слизерин &?	-
		Чаша Хаффлпафф//	?		Уникальный (1)	?		Хельга Хаффлпафф &?	-
		Мантия-Невидимка Игнотуса Певерела//	Epic	Legendary	Уникальный (1)	Делает вас совершенно невидимым, вас нельзя обнаружить напрямую, для хозяина мантия прозрачна, если вы уже дали магическое согласие на обнаружение вас можно будет найти, но не увидеть, вас можно видеть изнутри мантии	Мантия-Невидимка, Прячущие, Дар Смерти	Игнотус Певерел & Другие Певерелы? &?	-
		Бузинная Палочка Певерела//	Epic	Legendary	Уникальный (1)	Самая совершенная палочка, может подходить любому магу, ищет себе наиболее сильного хозяина, подчиняется победившему магу	Трансформаторы Магии: Волшебные Палочки, Дар Смерти	Игнотус Певерел & Другие Певерелы? &?	-
		Воскрешающий Камень Кадма Певерела//	Epic	Legendary	Уникальный (1)	Создаёт псевдоматериальные тело и разум человека с помощью информации магического ядра, сознания и некромантической информации	Информационные, Некромантические: Информационные, Псевдо-Материализационные, Дар Смерти	Кадм Певерел & Другие Певерелы? &?	-
		Глаз Венока//	Legendary	Legendary	Уникальный (2)	Сканирует пространство на 360° во все стороны, показывает обладатели образ, позволяет смотреть сквозь вещи, показывает магию	Информационные: Сканирующие, Вещь Венока	Венок?	-
		Карта Мародеров//	Unusual	Unusual	Уникальный (1)	Карта Хогвартса и окрестностей с подписью имен Родовой магии в тех местах, где находится разумное существо в любой форме	Инфлрмационные: Картографические, Родовая Магия: Удаленная Идентификация	Мародеры (Джеймс Поттер? & Сириус Блэк? & Римус Люпин? & Питер Петтигрю?)	-
		Филовский Камень (Материализатор)//	Legendary	Divine	Уникальный (мин 1)	Преобразует созданное магией в реальную материю		Николас Фламмель?
		Зеркало Еиналеж//	Epic	Divine	Уникальный	Создаёт портал в кусок мира, в котором находится единственный отражающийся в зеркале, в том виде, в котором он видит исполнение своих самых глубоких желаний. Портал находится внутри зеркала, в него нельзя просто пройти из-за защиты. Неизстно способа уничтожения зеркала. Зеркало может открывать портал в часть куска мира, при определенных условиях этого куска мира и при этом в этой части куска мира будет находиться заранее вложенные вещи	Информационные, Ментальные: Обходные, Пространственные: Портальные, Пространственные: Измеренческие, Неразрушимые	?	-
	Artefact levels
		0	=	Unmagic		//	Немагический
		A	=	Mediocre	//	Заурядный
		B	=	Weak		//	Слабый
		C	=	Ordinary	//	Обыкновенный
		D	=	Elite		//	Элитный
		R	=	Rare		//	Редкий
		N	=	Unusual		//	Необычный
		E	=	Epic		//	Эпический
		L	=	Legendary	//	Легендарный
		U	=	Divine		//	Божественный
	Live entity
		Немагические	Комбинированные	Магические
		Растения: нори, деревья, трава	Магическая растительность: магические "грибы", травы, мхи	---
		Большие грибы: мухомор, груздь		---
		Вирусы	---	Магические вирусы
		Плесень	---	Магическая плесень
		Дрожжи	---	---
		Простейшие	---	---
		Бактерии	---	---
		Позвоночные: рептилии, звери, рыбы	Магические твари: дракон, феникс, нюхлер	Магические сущности: ??? обй c дем пат
		Разумные: гоминиды (в т.ч. люди, эльфы, гномы, гоблины), кентавры, русалоиды //Они в отличии от маг. тварей не магические, убьем дракона - магия выделится, убьем человека - нет, может быть лишь всплеск до смерти	---	Разумные сущности: Дементоры, патронусы, призраки //Они разумны; могут хранить, передавать, обрабатывать инфу; производить сложные действия; работать по плану. Дементоры сотрудничают с теми, кто дает жертву, а патронусы используют добровольно отданную магию хозяина. Патронус человека всегда 1, если он делится на несколько частей передающих сообщение он все еще лишь 1. Когда патронус не вызван, он в состоянии "споры" в ядре человека, при смерти владельца патронус остается в ядре, если уничтожить ядро - патронус тоже будет уничтожен
	Dictionary
		упокоение
		магическое ядро (сокр. ядро)
		мана (магическая энергия) - малоизученный с точки зрения науки вид энергии, поддерживающий магическое ядро и позволяющий использовать магию. плохо изучен из-за того, что: 1. большая часть магии в ее деактивированном виде, который почти ни с чем не взаимодействует 2. статут о секретности не позволяет магам дать учёным возможность изучения активной магии 3. среди магов почти нет ученых
	Idei
		волди не совсем злодей, он просто больший "слизиренец", чем салазар, он также боится смерти, как и в книге, поэтому ни за что не остановится, долгая война была ему выгодна, он мог под шумок использовать свои ритулалы.
		Гарри учтет ошибку исколечнного ритулами волди и заменит его на этом деле, он не будет использовать ритуалы сам, волди не мог так делать изза своей любви-проблемы. Гарри учтет ошибку волди, так как он имеет память выросшего в магловском мире и знающего новые достижения техники, он соединит силу маглов и силу магов и станет властелином обоих миров
		Гарри продолжит дело волди и достигнет в нем успеха, хотя очень не скоро. В 2047 маглы изобретут биологическое бессмертие - отлично, одной проблемой меньше, гарри использует это. В 2062 маглы создадут лучший, чем у человека искусственный интелект, а гарри в это время будет достигать бессмертия. В 2094 дело будет закончено, теперь уж точно здравствуй прекрасная жизнь, но не тут то было, из-за ИИ и созданного гарри бессмертия возникнут проблемы, ИИ из-за этого прогнозирует магию в их мире и начнется война, на чье же стороне гарри? Но это уже третья книга? или серия? делить книги на части или нет?
		После истории в поезде и экспериментов с маховиком гарри откроет хитрость - как блокируются маховики? как работает чары против временных петель? Созданием пародоксов! Гарри использует это и будет срывать любые планы врагов, но волди и другие враги не глупы, скоро они это заметят и смогут объитрить гарри
		Гарри попытается создать супер-маховик, который сможет перемещать минуя парадоксы и зацикленность, но он не сможет изменить прошлое и приведет к ужасной трагедии, теперь гарии твердо? решил что одним из его неотложных правил станет НЕ ШУТИ СО ВРЕМЕНЕМ!, по крайней мере, пока не сможещь воскрешать мертвых, и не откроешь магию, создавшую хогвартс.
		Гарри узнает, из-за чего маги теряют силу (с этим связано его изучение рун), он попытается сорвать эти печати, но его опять будет ждать неприятный сюрприз.
		Гарри поймет проблему дементоров, но пока он слишком "мал", чтобы разгадать главный их секрет, но когда он будет старше (еще в школе, которая уже благодаря гарри стала вузом хогвартс), он наконец поймет в чем тайна и сможет создать самого лучшего теперь уже не патронуса, это окончательно решит его судьбу
		Позже с азгадкой волди и своего происхождения гарри поймет зачем волди сближался с дементорами - воплощениями смерти, и почему и здесь потерпел неудачу
		Хроники бессмертного самоубийцы. ??
		Гарри приходит мысль записать все что помните о книге про Гарри Поттера, чтобы не забыть, но к этому моменту уже слишком поздно и он забыл многие важные детали
		Система построения параллельных миров: выкрутасы закольцованности, развитие временного древа исходов, параллельные линии, мультивселенная, в которой каждого мира лишь один вариант, невозможны переходы внутри одной мульвселенной, но можно перейти в другую мульвселенной. p.s. строение скорее меогомерное, а не иерархическое.
		создавать загадки и т.п., все их записывать. если появятся ответы от фанатов, распределять их по категориям: нахождение загадки, где ее нет; разгадка; другое понимание существующей загадки
		если не могу что-то придумать, оставить место пустым, потом может придумаю, а если нет - останется загадкой для всех
		если кончилось вдохновение - отдохнуть
		работать по принципу Гита, чтобы можно было развивать параллельные ветки и не терять их. сохранять дату всего, что пишу
		единая система обозначений
		с точки зрения магии любое обладающее магическим ядром - живое.
		существует такая вещь, как остаточная магия, она есть везде, если мы у чего либо уничтожим магическое ядро, из остачноно магического излучения будет образовываться ядро без магической энергии, процесс появления ядра очень опасен для живого, если в мире где будет происходить формирование ядра забрать его у чего-то, он скорее всего начнет разрушаться, если это живое биологически существо - умрет, если вещь из металла - появится коррозия. эти явления остановят формирование ядра и в итоге получим - ни жизни ни ядра
		в нашем мире нет остачноно магического излучения - нет магии, нет процесса формирования ядра, результат: могут спокойно существовать безядерные существп
		процесс получения магии без магии из обычного вещества/энергии неизвестен, известно как с помощью магии преобразовать обычную материю в магию
		призраки эталонной пример чисто магических существ. они образуются из остатков ядра человека при его смерти, сопровождение сильным магическим выбросом. из-за этого в ядре призрака сохраняется память человека и его устройство. призрак не способен к магии и серьезной умственной деятельности, вся энергия его ядра уходит на поддержание его существования, из-за специфики процесса образования призрака (человек боится умереть) магия стремится удержать существование, призрак не сможет сознательно уничтожиться из-за этого. ядро призрака слабо и нестабильно, его титанический сложно "оживить", дать ему магию или умственные способности. при взаимодействии с ядром, достаточном для его изменения ядро скорее всего распадётся, процесс выкачивания энергии из ядра призрака и его уничтожения таковым путем дестабилизации называется упококнием
		призраки предположительно не обладают самосознанием а лишь его имитируют, но тем не менее относятся к разумным существам
		Темный лорд использовал на гарри заклятие крестража, но из-за неучета гарри стал не крестражем волдеморта, а крестражем из другого мира, из-за бага системы заклинаний вызванного итой же ошибкой крестраж однажды сломался и гарри получил чужую память, но опять же из-за ошибок не полную
		Дом взорвался из-за использования авады на своем же крестраже, но же защитил гарри
		Из-за бага, следствием которого было возвращение памяти гарри, гарри больше не неуязвим и крестраж не работает
		Время стремится к закольцованности (отсутствию разрывов), оно стабильно кольцуется только при кольце размером в 6 часов 17 минут 23 секунду. При дополнительной магической стабилизации уникального уровня можно увеличить это время до суток, при стабилизации эпического уроня - месяц, легендарного до года. Больше года закольцованного времени создать практически невозможно. Стоит отметить, что при раскольцовке времени оно не станет линейным, с параллельными вселенными и всем таким, типа назад в будущее, оно просто сломается, станет нестабильным. Из-за прочной связи пространства и времени при поломке второго первое тоже получает искажения.
		Философский камень делает сотворенное магией реальным, например трансфигурация золото становится самым настоящим. Электронная жизни - оборотное зелья, которое превращает ваше тело в тело вас самих в определенном возрасте например 30 лет, а философский камень делает тело созданное оборотным зельям настоящим, реальным, а не магическим. таким образом ты становишься бессмертным - постоянно омолаживаясь, лечишь раны и т.п. - оборотное зелье делает совершенно целое тело, если вы превращаетесь в инвалида у нового тела будут все конечности, хотя можно создать зелье, которое вас их лишит на час (в книге гп и кубок огня Грюм пьет его в смеси с оборотным), позволяет создавать золото - делает магическое настоящим и вечным
		Заклинание, которое анализирует пространство, создаёт иллюзию и бесшумно и без других эффектов уничтожает пространство. аналог стрельбы из пистолета из кармана плаща, можно стрелять после этого заклинания, слабый волшебник даже не заметит, а на сильного и боевое проклятие не подействует. это заклинание придумал Гарри Поттер, оно нквербальное, не имеет цвета и эффектов, очень простое движение палочкой, которое незаметно в кармане
		по своей природе экземпляр заклинания - результат действия программы для магического источника. само заклинание - программа. его вербальная форма и движение - ключ к получению программы. энергию для исполнения заклинания программа берет из ядра. когда крутой маг создаёт заклинание, он на высокоуровневые магическом 3д языке программирования создаёт программу заклинания, когда это делает волшебник похуже, т па Гермионы из гп и ордена феникса, или снейпа с его сектумсемпрой, он подбирает простую и понятную вербальную форму и движение палочкой, и интуитивно создаёт программу, которая записывается источником магии после многих попыток и отзывается на вербальную форму и движение
		Есть магические частицы, они скорее всего существовали изначально, но в очень малых количествах, а может они были созданы. Так или иначе учёные Земной супер-цивилизации -- Атлантиды, придумали, как использовать эти частицы, но сначала это было доступно лишь сильнейшим и умнейшим людям мира, но учёные создали источник магии, который чем-то был похож на компьютер. сначала лишь умнейшие могли делать сложные операции, но появились компы - это стало не таким элитарным, потом компы стали общедоступными, даже для самым заурядных людей. заурядные люди могут поиграть в игрушку, использовать калькулятор и другие вещи, смотреть видосики и мемчики - Авада кедавра и вингардиум левиоса. но люди поумней могут делать гораздо более крутые вещи: вычислять пути звёзд, создавать эти видосики, а некоторые даже могут создавать свои программы, взламывать компы - создавать свои заклинания (Гермиона Снейп), использовать иочайшую магию, а элита вроди Гарри и Мерлина может создавать свои магические программы и взламывать систему
		обычно говорят ты или волшебник или магл, это определяется силой ядра и геном-кодом доступа к источнику магии. Те у кого нет ни того ни другого - не маги, у кого есть и то и другое - маги, те у кого есть ген-код доступа, но нет ядра - сквибы, те у кого есть ядро, но нет кода доступа - люди со сверх способностями
		есть коды доступа не только для источника вообще, но и для некоторых магических программ - анимагии, метаморфомагии. эти коды доступа передаются через ДНК, они бесполезны без главного ключа доступа, они могут также появится случайно. анимагическая форма определяется разными факторами, часто совпадает с патронусом, как и вид патронуса может меняться. патронус может одновременно принимать разные формы, у человека может быть несколько разных анимагических форм одновременно. анимагия достаточно частое явление, большинство магов имеют к ней доступ и она может быть развита
		у всего созданного магическим источником, то есть почти у всего магического, есть длиннющие id, которые позволяют узнать, какое это заклинание, кто его сотворил и т.д. есть оооочень сильно постараться можно создать магию без идентификатора, но ее можно будет распознать по форме, м найти вас как по отпечаткам пальцев.
		Авада Кедавра, Круцио, Империо не простительны не потому что могут убивать, пытать и подчинять, а потому что требуют для своего применения не желание отомстить, убить или выпытать что-либо для высшего блага, подчинить не ради спасения по плану, а требуют желания просто убить и получить от этого приятные эмоции, получить удовольствие от пыток, подчинить ради сладкого вкуса власти. этих заклинаний изначально не было в источнике магии, созданного ради высшего блага учёными и изобретателями, они появились уже после уничтожения Атлантиды, не известно кто создал их точно, но почти наверняка это были разные люди с разных концов земного шара, это были темные маги, заклинания были созданы давно и известны по всей земкруцио ни сожно выполнимы, но очень опасны, нужно иметь сильную волю и хорошую магию, чтобы не подчиниться Империо, нет ни одного прямого способа, который позволит защититься от авады, только не магические щиты разрушаясь спасают от авады, ещё от нее спасают эффекты типа преоре? инкантатем (из кубка огня), и резонанс несовместимой магии(гп и мрм), ну и ещё пара, но нет прямого способа, авада не рушит щиты, п делает а них дырки, она разбивает вас и маг ядро, из-за этого происходит смерть, фениксы после разъединения с ядром сгорают , но все же могут возродиться, хотя и с трудом.
		круцио бьёт прямо в нервную систему, и при долгом применении просто ломает соединения, эти повреждения очень глубокие.
		империя вызывает у человека приятное ощущение подчинив сильному, отсутствия ответственности, отсутствия необходимости думать и тд
		электпичетво=1000 маны, соотношение. маг - ЭС, нельзя питаться от розетки, нужен реактор. можно экономить юзая электричество вместо магии. неправы те кто говорят о электричестве пренебрежительно, оно экономично.
		легиллимент оставляет следы, стирание и модификация памяти тоже. но даже самая слабая окклюменция сделает следы гораздо заметней
	Idei copiya
		волди не совсем злодей, он просто больший "слизиренец", чем салазар, он также боится смерти, как и в книге, поэтому ни за что не остановится, долгая война была ему выгодна, он мог под шумок использовать свои ритулалы.
		Гарри учтет ошибку исколечнного ритулами волди и заменит его на этом деле, он не будет использовать ритуалы сам, волди не мог так делать изза своей любви-проблемы. Гарри учтет ошибку волди, так как он имеет память выросшего в магловском мире и знающего новые достижения техники, он соединит силу маглов и силу магов и станет властелином обоих миров
		Гарри продолжит дело волди и достигнет в нем успеха, хотя очень не скоро. В 2047 маглы изобретут биологическое бессмертие - отлично, одной проблемой меньше, гарри использует это. В 2062 маглы создадут лучший, чем у человека искусственный интелект, а гарри в это время будет достигать бессмертия. В 2094 дело будет закончено, теперь уж точно здравствуй прекрасная жизнь, но не тут то было, из-за ИИ и созданного гарри бессмертия возникнут проблемы, ИИ из-за этого прогнозирует магию в их мире и начнется война, на чье же стороне гарри? Но это уже третья книга? или серия? делить книги на части или нет?
		После истории в поезде и экспериментов с маховиком гарри откроет хитрость - как блокируются маховики? как работает чары против временных петель? Созданием пародоксов! Гарри использует это и будет срывать любые планы врагов, но волди и другие враги не глупы, скоро они это заметят и смогут объитрить гарри
		Гарри попытается создать супер-маховик, который сможет перемещать минуя парадоксы и зацикленность, но он не сможет изменить прошлое и приведет к ужасной трагедии, теперь гарии твердо? решил что одним из его неотложных правил станет НЕ ШУТИ СО ВРЕМЕНЕМ!, по крайней мере, пока не сможещь воскрешать мертвых, и не откроешь магию, создавшую хогвартс.
		Гарри узнает, из-за чего маги теряют силу (с этим связано его изучение рун), он попытается сорвать эти печати, но его опять будет ждать неприятный сюрприз.
		Гарри поймет проблему дементоров, но пока он слишком "мал", чтобы разгадать главный их секрет, но когда он будет старше (еще в школе, которая уже благодаря гарри стала вузом хогвартс), он наконец поймет в чем тайна и сможет создать самого лучшего теперь уже не патронуса, это окончательно решит его судьбу
		Позже с азгадкой волди и своего происхождения гарри поймет зачем волди сближался с дементорами - воплощениями смерти, и почему и здесь потерпел неудачу
		Хроники бессмертного самоубийцы. ??
		Гарри приходит мысль записать все что помните о книге про Гарри Поттера, чтобы не забыть, но к этому моменту уже слишком поздно и он забыл многие важные детали
		Система построения параллельных миров: выкрутасы закольцованности, развитие временного древа исходов, параллельные линии, мультивселенная, в которой каждого мира лишь один вариант, невозможны переходы внутри одной мульвселенной, но можно перейти в другую мульвселенной. p.s. строение скорее меогомерное, а не иерархическое.
		создавать загадки и т.п., все их записывать. если появятся ответы от фанатов, распределять их по категориям: нахождение загадки, где ее нет; разгадка; другое понимание существующей загадки
		если не могу что-то придумать, оставить место пустым, потом может придумаю, а если нет - останется загадкой для всех
		если кончилось вдохновение - отдохнуть
		работать по принципу Гита, чтобы можно было развивать параллельные ветки и не терять их. сохранять дату всего, что пишу
		единая система обозначений
		с точки зрения магии любое обладающее магическим ядром - живое.
		существует такая вещь, как остаточная магия, она есть везде, если мы у чего либо уничтожим магическое ядро, из остачноно магического излучения будет образовываться ядро без магической энергии, процесс появления ядра очень опасен для живого, если в мире где будет происходить формирование ядра забрать его у чего-то, он скорее всего начнет разрушаться, если это живое биологически существо - умрет, если вещь из металла - появится коррозия. эти явления остановят формирование ядра и в итоге получим - ни жизни ни ядра
		в нашем мире нет остачноно магического излучения - нет магии, нет процесса формирования ядра, результат: могут спокойно существовать безядерные существп
		процесс получения магии без магии из обычного вещества/энергии неизвестен, известно как с помощью магии преобразовать обычную материю в магию
		призраки эталонной пример чисто магических существ. они образуются из остатков ядра человека при его смерти, сопровождение сильным магическим выбросом. из-за этого в ядре призрака сохраняется память человека и его устройство. призрак не способен к магии и серьезной умственной деятельности, вся энергия его ядра уходит на поддержание его существования, из-за специфики процесса образования призрака (человек боится умереть) магия стремится удержать существование, призрак не сможет сознательно уничтожиться из-за этого. ядро призрака слабо и нестабильно, его титанический сложно "оживить", дать ему магию или умственные способности. при взаимодействии с ядром, достаточном для его изменения ядро скорее всего распадётся, процесс выкачивания энергии из ядра призрака и его уничтожения таковым путем дестабилизации называется упококнием
		призраки предположительно не обладают самосознанием а лишь его имитируют, но тем не менее относятся к разумным существам
		Темный лорд использовал на гарри заклятие крестража, но из-за неучета гарри стал не крестражем волдеморта, а крестражем из другого мира, из-за бага системы заклинаний вызванного итой же ошибкой крестраж однажды сломался и гарри получил чужую память, но опять же из-за ошибок не полную
		Дом взорвался из-за использования авады на своем же крестраже, но же защитил гарри
		Из-за бага, следствием которого было возвращение памяти гарри, гарри больше не неуязвим и крестраж не работает
		Время стремится к закольцованности (отсутствию разрывов), оно стабильно кольцуется только при кольце размером в 6 часов 17 минут 23 секунду. При дополнительной магической стабилизации уникального уровня можно увеличить это время до суток, при стабилизации эпического уроня - месяц, легендарного до года. Больше года закольцованного времени создать практически невозможно. Стоит отметить, что при раскольцовке времени оно не станет линейным, с параллельными вселенными и всем таким, типа назад в будущее, оно просто сломается, станет нестабильным. Из-за прочной связи пространства и времени при поломке второго первое тоже получает искажения.
		Философский камень делает сотворенное магией реальным, например трансфигурация золото становится самым настоящим. Электронная жизни - оборотное зелья, которое превращает ваше тело в тело вас самих в определенном возрасте например 30 лет, а философский камень делает тело созданное оборотным зельям настоящим, реальным, а не магическим. таким образом ты становишься бессмертным - постоянно омолаживаясь, лечишь раны и т.п. - оборотное зелье делает совершенно целое тело, если вы превращаетесь в инвалида у нового тела будут все конечности, хотя можно создать зелье, которое вас их лишит на час (в книге гп и кубок огня Грюм пьет его в смеси с оборотным), позволяет создавать золото - делает магическое настоящим и вечным
		Заклинание, которое анализирует пространство, создаёт иллюзию и бесшумно и без других эффектов уничтожает пространство. аналог стрельбы из пистолета из кармана плаща, можно стрелять после этого заклинания, слабый волшебник даже не заметит, а на сильного и боевое проклятие не подействует. это заклинание придумал Гарри Поттер, оно нквербальное, не имеет цвета и эффектов, очень простое движение палочкой, которое незаметно в кармане
		по своей природе экземпляр заклинания - результат действия программы для магического источника. само заклинание - программа. его вербальная форма и движение - ключ к получению программы. энергию для исполнения заклинания программа берет из ядра. когда крутой маг создаёт заклинание, он на высокоуровневые магическом 3д языке программирования создаёт программу заклинания, когда это делает волшебник похуже, т па Гермионы из гп и ордена феникса, или снейпа с его сектумсемпрой, он подбирает простую и понятную вербальную форму и движение палочкой, и интуитивно создаёт программу, которая записывается источником магии после многих попыток и отзывается на вербальную форму и движение
		Есть магические частицы, они скорее всего существовали изначально, но в очень малых количествах, а может они были созданы. Так или иначе учёные Земной супер-цивилизации -- Атлантиды, придумали, как использовать эти частицы, но сначала это было доступно лишь сильнейшим и умнейшим людям мира, но учёные создали источник магии, который чем-то был похож на компьютер. сначала лишь умнейшие могли делать сложные операции, но появились компы - это стало не таким элитарным, потом компы стали общедоступными, даже для самым заурядных людей. заурядные люди могут поиграть в игрушку, использовать калькулятор и другие вещи, смотреть видосики и мемчики - Авада кедавра и вингардиум левиоса. но люди поумней могут делать гораздо более крутые вещи: вычислять пути звёзд, создавать эти видосики, а некоторые даже могут создавать свои программы, взламывать компы - создавать свои заклинания (Гермиона Снейп), использовать иочайшую магию, а элита вроди Гарри и Мерлина может создавать свои магические программы и взламывать систему
		обычно говорят ты или волшебник или магл, это определяется силой ядра и геном-кодом доступа к источнику магии. Те у кого нет ни того ни другого - не маги, у кого есть и то и другое - маги, те у кого есть ген-код доступа, но нет ядра - сквибы, те у кого есть ядро, но нет кода доступа - люди со сверх способностями
		есть коды доступа не только для источника вообще, но и для некоторых магических программ - анимагии, метаморфомагии. эти коды доступа передаются через ДНК, они бесполезны без главного ключа доступа, они могут также появится случайно. анимагическая форма определяется разными факторами, часто совпадает с патронусом, как и вид патронуса может меняться. патронус может одновременно принимать разные формы, у человека может быть несколько разных анимагических форм одновременно. анимагия достаточно частое явление, большинство магов имеют к ней доступ и она может быть развита
		у всего созданного магическим источником, то есть почти у всего магического, есть длиннющие id, которые позволяют узнать, какое это заклинание, кто его сотворил и т.д. есть оооочень сильно постараться можно создать магию без идентификатора, но ее можно будет распознать по форме, м найти вас как по отпечаткам пальцев.
		Авада Кедавра, Круцио, Империо не простительны не потому что могут убивать, пытать и подчинять, а потому что требуют для своего применения не желание отомстить, убить или выпытать что-либо для высшего блага, подчинить не ради спасения по плану, а требуют желания просто убить и получить от этого приятные эмоции, получить удовольствие от пыток, подчинить ради сладкого вкуса власти. этих заклинаний изначально не было в источнике магии, созданного ради высшего блага учёными и изобретателями, они появились уже после уничтожения Атлантиды, не известно кто создал их точно, но почти наверняка это были разные люди с разных концов земного шара, это были темные маги, заклинания были созданы давно и известны по всей земкруцио ни сожно выполнимы, но очень опасны, нужно иметь сильную волю и хорошую магию, чтобы не подчиниться Империо, нет ни одного прямого способа, который позволит защититься от авады, только не магические щиты разрушаясь спасают от авады, ещё от нее спасают эффекты типа преоре? инкантатем (из кубка огня), и резонанс несовместимой магии(гп и мрм), ну и ещё пара, но нет прямого способа, авада не рушит щиты, п делает а них дырки, она разбивает вас и маг ядро, из-за этого происходит смерть, фениксы после разъединения с ядром сгорают , но все же могут возродиться, хотя и с трудом.
		круцио бьёт прямо в нервную систему, и при долгом применении просто ломает соединения, эти повреждения очень глубокие.
		империя вызывает у человека приятное ощущение подчинив сильному, отсутствия ответственности, отсутствия необходимости думать и тд
		электпичетво=1000 маны, соотношение. маг - ЭС, нельзя питаться от розетки, нужен реактор. можно экономить юзая электричество вместо магии. неправы те кто говорят о электричестве пренебрежительно, оно экономично.
		легиллимент оставляет следы, стирание и модификация памяти тоже. но даже самая слабая окклюменция сделает следы гораздо заметней
	Abilities
		змеиный язык
		Мантия Невидимка
		Маховик Времени
		Карта Мародеров
		Философский Камень
		Меч Гриффиндора
		яд василиска
		Медальон Слизерина
		Диадема Когтевран
		Глаз Венока
		Чаша Хаффлпафф
		Бузинная Палочка
		Воскрешающий Камень
		проклятое пламя
	`)
var notes=`19.06.17	такие вещи, как духовное зрение, нюх, вкус, слух, осязание существуют лишь потому, что человек не умеет воспринимать и описывать другие типы ощущений, а из этого в свою очередь следует, что будут и другие духовные аналоги чувств. например: чувство пространства - вы будете ощущать себя а невесомости, ведь духовной графитации не существует, чувство температуры - вы будете ощущать как бы температуру, в зависимости от того, что ощущали бы, хотя даже ощущение ужасного жара в духовном мире не означает, что вы сгорите, хотя так и может произойти. кроме того есть атавизмы, например боль, усталость, страх и прочее. никакого страха у призрака быть не может, но вы будете думать, что ощущаете страх и из-за этого будете его ощущать. так же с усталостью, в призрака нет мышц или чего-то ещё, там просто нечему уставать, но усталость будет казаться. тоже с болью, духовные повреждения вы будете ощущать как боль, хотя там нет нервов и должно быть просто чувство повреждения, как у терминатора, но вы не можете избавиться от неактуальных вещей из телесной жизни, хотя так было бы лучше, например вы видели бы всей поверхностью тела, а также могли бы видеть сквозь предметы или смотреть как бы за них, даже если они не прозрачны. тоже с остротой, дальностью и диапазоном. вы смогли бы все это улучшить и даже открыть совершенно новые чувства.
19.06.17	Архимаг Креол гомофоб, из-за этого он в дит всех гомосексуалов, как людей с гнильуой на всю ауру, но как нет объективной боли, так нет и объективно плохих вещей, а значит все плохое, неприятное и т.д. в ауре, что вы видите зависит от ваших моральных норм, если вы считаете, что не придерживаться веры - страшный грех, то посмотрев на ауру такого человека увидите ее как неприятную, также и с остальных, если Креол перестанет считать гомосексуальность грехом, то он перестанет видеть их гнилыми, он станет видеть их просто как других. он потеряет этот идеологический окрас. именно поэтому, стоит смотреть,  о чем конкретно говорит аура, а не о том, хороший человек или плохой, а хорошесть человека определять уже исходя из полученных данных, а не по ауре
19.02.28	навыки артефакторики, зельеварения, алхимии и другие являются продолжением навыков готовка, создание, мастерство, искусство, технология и нельзя сразу получить первые без вторых. при попытке появляются или качаются вторые, пока не дойдут до определенного уровня, а потом уже открываются первые
19.02.28	раса игрока автоматически меняется на "Homo Sapiens (Игрок)" или "[Другая краткая классификация на латыни] (Игрок)"
19.02.28	есть боги смерти, красоты, войны, воды, огня, солнца. а есть боги удачи. ваши мольбы об удаче может выполнить именно бог удачи, но происходит это не всегда. мольбами об удаче вы приносите богам удачи Ба-Хионь. если два человека сталкиваются, то все зависит от вашей молитвы, то  кто молиться и даёт больше Ба-Хионь тот и победит, ну или бог не вмешается или вмешается по своему усмотрению.
19.03.07	в мирах время может течь по разному и его можно довольно легко синхронизировать
19.09.22	боги в отличии от людей безгрешно просто по сути своей. боги не совершают "ошибок", ведь в отличии от людей сила бога основана на эфире первостихии, если человек совершит грех, тьма в его душе начнет перевешивать свет, но если бог совершит грех, он перестанет быть богом, он падает и свет в его душе станет тьмой. в божественной оболочке тьма и свет не могут быть одновременно, в отличии от Атмана. ба-хионь стабилизует огромную силу бога, и чем больше ба-хионь, тем больше силы бог может использовать и контролировать, но ба-хионь - вера, духовная сила людей, которая воплощает ее в реальность, вера людей сохраняет бога, не даёт ему разорваться от первостихии. бог становится такой духовной системой, которая сама направлена лишь в одну сторону, неуравновешена, зато эта сила огромна, она делает духовную силу бога мощнее. но пародокс в том, что первостихии, неуравновешена и рвет самого бога. чтобы остаться ему нужна духовная сила, а она и так направлена обратно. поэтому богу, чтобы уравновесить свою полученную силу, нужна противоположенной или нейтральная. чем больше личная истинная духовная сила бога, тем меньше он зависит от последователей, которые своей верой удерживают бога в целости. это в чем-то как с биджу и джинчурики, только биджу неразумен, у него есть лишь одно стремление свет или тьма
19.09.22	весь мир построен на том, что атмаг создаёт ба-хионь. самую реальную из вещей. благодаря этому управляя своей ба-хионь, даже будучи менее реальным человек и являет духовную силу. в этом состоит отличии душ, они могут создавать ба-хионь, они обладают той самой "волей", они нарушают,Иони не случайны и не детерминированы. души. душа может менять реальность, остальные нет. они могут лишь подчиняться законам реальности. ба-хионь управлять очень сложно, большинство людей не может ее освоить, можно научиться чему -то одному но много действий слишком сложны. проще призракам, реальность вокруг них состоит из эфира, не заряженного, они воздействуют на него. большинство призраков продолжают делать то, к чему привыкли при жизни, так проще. маги управляют лишь маной а не всей реальностью, это как и с воплощенными призраками легче полноценного управления. но все же лучше обычного. маги чаще становятся воплощенными призраками, ведь обладают большей силой. боги обладают огромной силой изначально, только такой человек может стать богом. но богами нужны последователи, что будут удерживать их от развоплощения. последователям гораздо проще, они лишь верят в бога и все. именно поэтому они последователи, а боги лучшие. именно это причина почему богов мало, нужна большая духовная сила или сила духа или сила воли, истинной воли. именно духовная сила, сила воли, ба-хионь сохраняется при перерождении, ба-хионь хранит отпечаток Атмана, по ба-хионь можно восстановить душу, развоплощенную и переоодившкюся. именно поэтому люди реально высшие существа. или точнее высшие - боги. потом бессмертные. потом 7 и так далее. количество и качество оболочек реально делает тебя выше. или точнее чем выше ты, тем больше оболочек получишь. именно поэтому боги часто перерождаются богами же, и даже самими же собой. свою силу ба-хионь можно увеличить, а можно и потерять.`
add(`Myverse
	About
		Author[y]
			Me
		Language[y]
			Russian
	Artefacts
		s0[y]
		s1[y]
		s2[y]
		s3[y]
		s4[y]
		s5[y]
			Wand
			Rod
			Staff
			Grimoires
		s6[y]
		s7[y]
	Uniques<Myverse.Artefacts
	Without//Entity without shell, how names
		-2	=	Unthing
		-1	=	Unbody, Spirit
		+0	=	Unlife
		+1	=	Undead
		+2	=	Unentity
		+3	=	Unperson
		+4	=	Unmind
		+5	=	Unmage
		//not equal to muggle, nomage
		+6	=	Unimmortal, Mortal
		+7	=	Ungod
	Shells
		-5	=	Magical Body?
		-4	=	Informatic Body?
		-3	=	Feeling Body?
		-2	=	Ether Body
		-1	=	Matter Body
		+0	=	Core, lifing
		+1	=	Vital, living
		+2	=	Astral, spirital
		+3	=	Person, feeling
		+4	=	Mind, logical
		+5	=	Magical, creativity
		+6	=	Immortal, immortality function
		+7	=	God, Real-turning
		//Index of energy equals to index of shell that used this energy (not have, use)
	Energies
		-5	=	Mrana?
		-4	=	Psy?
		-3	=	Ema?
		-2	=	Spirita?
		-1	=	Prana
		+0	=	Force
		+1	=	Ki
		+2	=	Reatsu
		+3	=	Emana
		+4	=	Esperi
		+5	=	Mana
		+7	=	Ba-Hion
		+1+2	=	Ki+Reatsu
		+3+5	=	Emana+Mana
		em
			dm	=	Dark?
			lm	=	Light?
			ft	=	faith?
			md	=	Mind?
		ln	=	Lantern?
			pr	=	Pride of Gold?
			pf	=	Pathos of Gray?
		bs	=	Basic
		fs	=	First
	Levels
		0.0	=	Nomage
		//	G	Not	Demon
		0.3	=	...
		0.5	=	...
		0.7	=	...
		1.0	=	Weak
		//	F	Lower	Demon
		1.3	=	...
		1.5	=	...
		1.7	=	...
		2.0	=	Simple
		//	E	Low	Demon
		2.3	=	...
		2.5	=	...
		2.7	=	...
		3.0	=	Normal
		//	D	Medium	Demon
		3.3	=	...
		3.5	=	...
		3.7	=	...
		4.0	=	High
		//	C	High	Demon
		4.3	=	...
		4.5	=	...
		4.7	=	...
		5.0	=	Higher
		//	B	Higher	Demon
		5.3	=	...
		5.5	=	...
		5.7	=	...
		6.0	=	Arch
		//	A	Arch	demon
		6.3	=	...
		6.5	=	...
		6.7	=	...
		7.0	=	God
		//	S	God	Demon
		7.3	=	...
		7.5	=	...
		7.7	=	...
		8.0	=	Demiurg
		//	X	Demiurg
		8.3	=	...
		8.5	=	...
		8.7	=	...
	Users
		s0[y]
		s1[y]
		s2[y]
		s3[y]
		s4[y]
		s5[y]
			e1	=	Kiuser
			e2	=	Reatser
			e3	=	Emotic
			e4	=	Psyhic
			e5	=	Mage
				dm	=	Black
				gm	=	Gray
				lm	=	White
			e1+e2	=	Shinobi
			e3+e5	=	Wizard
				dm	=	Black
				gm	=	Gray
				lm	=	White
		s6[y]
		s7[y]
			God_1
				Dark
				Neutral	=	Beastgod
				Light
	Directions
		//Type of actions for ability
		Language[y]
			Word
			Number
			Gesture
			Spell
			Ritual
			Rune
			Construct
			Weaving
			Image
			Picture
			Will
			Schema
			Technique
			Fuin
			Seal
			Mudra
		//Type of ability using
		Type[y]
			Straight
			Object
			Saving
		Form
			Atack
				GodHand
				Ball
				Lightning
				Lightnings tree
				Ray
				Hammer
				Flare
				Wave?
				Storm?
				Tornado?
				Explosion?
				Protuberanets?
			Protect
				Shield
				Cupola
				Cocoon
				Armor
				Aura
				Protection
			Weapon
				Lash
				Sword
				Blade
				Torch
				Arrow
				Spear
				Shuriken
				Bullet
				Ram
				Needle
				Screw
			Crate
				Crate
				Fetters
				Net
				Shackles
			Misc
				Chain
				Funnel
				Field
				Tentacle
				Mirror
				Thread
				Elemental
				Clone
				Thing
				Wings
				Limb
				Cloak
		Element
			Basic
				Fire
				Water
				Earth
				Air
				Ice
				Electrizity
			First
				Dark
				Light
				Chaos
				Order
				Death
				Life
			Add
				Tree
				Metal
				Rock
				Lava
				Heat
				Plasma
			Misc
				Blood
				Mirror
				Shadow
				Picture
				Void
				Ethervoid
				//
				Desecration
				Grace
				Desintegration
				Unemboding
				Spirit
				Thirst
			Emotion
				Pain
				Love
				Hate
				Sad
			Material
			Other
				Tech
				Motion
				Time
					Tempoflucation
					Back
					Petlya
					Stop
					Prerivanye
					Vicherkivanye
					Jump
				Space
					Portal
						Dimension
						Linked
						World
						Domen
						Normal
					Zip
					Pocket
					Dense
					Bubble
		Misc[y]
			Name
			Jokes
			Physical
			//Technomage of Rudazov
			Warlock
			Apostol
			Hooly
			Love
			Music
			Domestic
			Meteo
				Weather
				Klimat
				Kataklism
			Volt
				Voodoo
				Volt
			Estestvennaya
			Mental
				Protection
				Battle
				Work
				Control
				Penetration
				Create
				Remove
				Connect
				Merge
				Memory
			Soul
			Clairvoyance
				True prophecy
				Probability
				Vision
				Past
				Present
				Future
			Metamorph
				Totem
				Changing
				Turning
				Partial
			Yoga
			Bolotnaya
			Elementov
			Mesta
		Creature[y]
			Homuncul
			Demon
				Control
				Anti
			Immortal
				Control
				Anti
			Angel_0
				Control
				Anti
			Undead
				Control
				Anti
			God_1
				Control
				Anti
			Ghost
				Control
				Anti
			Loa
				Control
				Anti
			Vampire
				Control
				Anti
			Kadavr
				Control
				Anti
				Create
			Holem
				Control
				Anti
			Automate
				Control
				Anti
			Marionette
				Control
				Anti
			Animal
				Talk
				Control
				Anti
				Familiar
			Bestia
				Control
				Anti
			Flora
				Control
				Anti
			Chimera
				Control
				Anti
				Create
			Phantom
				Control
				Anti
				Create
				Enter
			Elemental
				Control
				Anti
				Create
			Doppel
				Control
				Anti
				Material
				Plotniye
				Magical
				Full
				Energed
				Illusor
		Action[y]
			Vampire
			Absorption
			Heal
			Sealing
			Illusion
				Optic
				Holo
				Genjutsu
				Emo
				Mental
				Dense	//Not equals tactil
				Dimension
				Reality
			Materialization
				Creating
				Removing
			Flying
				Walking
				Planing
				Levitation
				Teleport
				Wings
				Reactive
				Gravity
				Archimeds law
				Magic
				Vector
			Invisible
				Illusion
				Delumionation
				Space
				Sokritiye
			Otvod glaz
				Standard
				Other think
				All ok
				this is not matter
				Slepoye pyatno
				Zabinaniye
			Otdeleniye
				Emotional
				Bakullumist
			Versusmagic
				Razveivaniye
				Finita
				Time
				Space
				Mirror
				Vector
				Shield
				Prisvoyeniye
				Razrusheniye
				Unenerging
				Eating
				Nonmaterial
				Otoyti
				zapechativaniye
				kletka
				stop
				neutalizing
				material
				teleport
				turning
				Razrivaniye
				Deactivation
				Kontrspell
				Antimagic
				Resist
				Impossible
				Derealising
				Razvoplosheniye
				Fire
				Ice
				Make to illusion
				Razdavit
				Magagasitel
				Magazakuporivatel
				Obolochka
				Gravitation
				Antimagic
				Telekinesis
				Levitation
				Shupaltsa
				Field
				Vector
			Teleport
				Hyper
				Time
				Space zip
				Space change
				Space cut
				Space connection
				Superspeed
				Apparation
				Photon
				Body select
				Nonmaterial
				Disintegration and assembling
				Obmen
				Twilight
				Vector
			Invincible
				Undead/Robot
				Bio
				Soul in body
				Regen
				Filactery
				Reincarnation
				Meta
				Soul/Mental copy
				Soul in world
				Mye
			Regen
				Bio
				Stvolovie kletki
				Konechnosti
				From pieces
				From kletok
				From chastits
				By Soul
				From universe
			Curse
			Vow
			Bless
			Summon
			Atack
			Protection
			Transformation
				Form
				Figure
				Material
				Structure
		Object[y]
			Artefact
			Elixir
				Potion
				Putting
			Alchemy
				Astral
				Physical
				Full
	Metaverse
		Rudazov
		...All
		Original
			Laws
				В метавселенной возможно все, от самых разных миров до изменения межмировой геометрии на определенном участке, но невозможно нарушить логику, а следовательно нельзя:
				1. Ни что (вообще!) не может быть уничтожено, сумма всего в метавселенной никогда не меняется, более реальные могут лишь моментально изменить менее реальное в такую форму, что покажется уничтожение, но закон сохранения действует. По этой причине нельзя изменить атман, нет ничего более реального, просто некому будет на него так действовать. Нельзя иллюзию сделать реальной (воплощение делает реальный объект похожий на иллюзию), но для более реальных менее реальные являются иллюзиями просто разного качества, поэтому более реальные могут так сделать. Объекты одного уровня не могут друг на друга так действовать. Сумма всего в метавселенной не меняется со временем, всегда постоянна
				2. Существует только настоящее. Нельзя изменить прошлое или будущее, можно лишь изменить настоящее и подождать пока будущее или прошлое настанет, чтобы это произошло время должно иметь определенную скорость: чтобы наступило прошлое скорость должна быть отрицательной, а чтобы наступило будущее - положительной.
				Магия не нарушает законы вселенной. Всё, что она делает, согласуется не только с Законами Творца, но и с физическими (метафизическими) законами данного конкретного мира. Контроль реальности, который позволяет эти законы нарушать, магам недоступен — это удел сущностей более высокого порядка
				у каждого мира есть атман, создавая домен вы становитесь миром, мир может быть живым. Тело мира - материя, душа - эфир.
			Reality
				Virtuality
					Zero
						0.01-0.99	=	Info
				Potentiality
					Wild
						1-2	=	Chaos
					Quiet
						3	=	Limbo
				Reality
					Pre
						4-5		=	cold ether
						6-10	=	energy
						10-15	=	Solid ether
						15-20	=	Spirits
						20-25	=	Pseudo Matter
						25-30	=	Alchemy Matter
					Normal
						30-40	=	Matter
						40-45	=	2 	Shells
						45-50	=	3	Shells
						50-55	=	4	Shells
					Post
						55-65	=	4-5	Shells
						65-80	=	5-6	Shells
						80-90	=	6-7	Shells
					Super
						90-95	=	7	Shells
						95-99	=	Xtonics
					Higher
						99	=	First Elements
				Full
					Full
						100	=	Atman
			World Type
				Element
					Basic
						Fire
						Water
						Air
						Earth
						Electrizity
						Ice
					First
						Dark
						Light
					Misc
						Void
			Structure
				Multiverse
					Multispace
						a
						b
						c
						d
						e
						f
						g
						h
					Universe
						Space
							Normal
								x	=	Length
								y	=	Height
								z	=	Depth
							Hyper
								w	=	Hyper
						Content
							Reality
							Energy
							Form,Info, Structure
								Info
								Structure
								Type
									Full-Realized-Type		Matter=	222
										Matter=	312
										Energy=	231
										Ether	=	123
									Half-Realized-Type		Ether
										Chaos	=	120
										Limbo	=	110
										Ether	=	122
									Non-Realized-Type			Info
										Info	=	002
										Structure
										Type
						Time
							t	=	Time
					Multitime
						m	=	Multitime
				Chaos
				Limbo
	Abilities
		переход в эфирное состояниие
		переход по четвертому измерению
		другие операции с четвертым измерением?
		эфирное изменение размеров/формы?
		эфирные ускоренные перемещения?
		фильтрация запахов и других частиц в воздухе
		сокрытие магии
		манипуляции реальностью
		сокрытие ауры
		фальшивая аура
		работа с ноосферой
		ускоренные/замедленные ВП
		изпользование химического
		использование биологического
		использование радиации
		использование порталов в опасные места
		звукогаситель
		иллюзия потери магии противником, не тобой
		брокировка магических узлов
		работа с душами
		антимагия
		использование магии существа против него самого
		аутоиммунные атаки (в т.ч. на магию и разум и прочее)
		духовная сила
		использование биотварей (кадавров?)
		векторная защита
		ускорение сознания
		атака по пране
		святые вещи
		демонические вещи?
		скрытие излучения невидимого спектра
		Fake Spell
	Ether
		Cold
		Dense
		Hot
		Soft
	Dimensions
		Core
		Hyper
		Normal
		Hypo
		Matteral
		Matteral-Etheral	=	Twilight-Shadow
			0	=	Normal
			1	=	x3
			2	=	x9, cold
			3	=	x27, full gray
			4	=	red oblako
			5	=	?
			6	=	Subnormal, Pseudo-Heaven, Hell for other
			7	=	Normal	//Can be backside
		Etheral
		Etheral-Mental	=	Dream
		Mental
		Limbo
		Chaos
	Spells
		s0[y]
		s1[y]
		s2[y]
		s3[y]
		s4[y]
		s5[y]
			Element<Myverse.Directions.Element
			l5
				Element<Myverse.Directions.Element
		s6[y]
		s7[y]
	Features
		s4[y]
			Poltergeist
			Undead
				Ghoul
				Zombie
				Einherjar
				Draugr
				Lich
			Spirit
				Brownie
				Boggart
				Ghost
				Loa
				Embodied
		s5[y]
			Vampire
				Weak	=	Madness
				Normal	=	Ordinary
				High	=	Energetic
			Werewolf
				Weak	=	Licantrop
				Normal	=	Ordinary
				High	=	Multiform
			Cubus
				Incubus
				Succubus
		s6[y]
			Immortal
				Dark	=	Demon_0
				Neutral	=	Immortal
					Magic	=	Jinn
					Body	=	Titan_0
					Life	=	Arch
				Light	=	Angel_0`)
add(`Elfish Trash
	About
		Language[y]
			Russian
	Metaverse
		Original
		Rudazov
		Charodei
		The Gamer
		Naruto
		Startrack
		Potteriana`)
add(`Charodei
	About
		Language[y]
			English`)
add(`Charodey
	About
		Language[y]
			Russian`)
add(`Rick and Morty
	About
		Language[y]
			English
	Artefacts
		s5[y]
			Portal Gun
	Multiverse
		Original`)
add(`Portal
	About
		Language[y]
			English
	Artefacts
		s5[y]
			Portal Gun`)
add(`Marvel
	About
		Language[y]
			English
	Multiverse
		Original
	Races
		Human
		Zen-Hoberis
		Klyntar
		Kree
		Inhuman
		Chitauri
		Flora Koloss
		Titan_1
	Energies
		+5	=	Magical?
	Features
		s5[y]
			X-Man
	Materials
		Metals
			Vibranium
			Adamantium
	Uniques
		s7[y]
			Infinity Gems
				Space
				Soul
				Reality
				Time
				Power
				Mind
		s6[y]
			Loki's Sceptre
			Thor's Mjolnir
	Artefacts
		s4[y]
			Stark's
				Iron Man suits
				Reactor
			Cerebro`)
add(`Sword Art Online
	About
		Language[y]
			Japanese
	Artefacts
		s4[y]
			Neurohelmet
			Amusphere`)
add(`Hellsing ultimate
	About
		Language[y]
			Japanese
	Features
		s5[y]
			Vampire
		s4[y]
			Undead`)
add(`Dark souls
	About
		Language[y]
			English`)
add(`Devil may cry
	About
		Language[y]
			English
	Persons
		Dante`)
add(`Bio shock
	About
		Language[y]
			English`)
add(`New horizonts
	About
		Author[y]
			Shetel-Sorken
		Language[y]
			Russian
		Mark[y]
			AU
			Вымышленные существа
			Дарк
			Жестокость
			Магический реализм
			Мистика
			Мэри Сью (Марти Стью)
			ОЖП
			ОМП
			ООС
			Отклонения от канона
			Повествование от первого лица
			Подростки
			Попаданчество
			Психические расстройства
			Фантастика
			Фэнтези
		Spoiler[y]
			Смерть второстепенных персонажей
			Смерть основных персонажей
	Multiverse
		Original
		Naruto
		Resident Evil
		Marvel
	Races
		Human
		Orc
		Elv
		Ilitishari
	Features
		s6[y]
			Shari
		s5[y]
			Telepath
	Abilities
		s5[y]
			Biokinesis`)
add(`Voshozhdeniye geroya shita
	About
		Language[y]
			Japanese`)
add(`Men in black
	About
		Language[y]
			English`)
add(`Bad choice
	About
		Author[y]
			N.B.
		Language[y]
			Russian
		Mark[y]
			AU
			Вымышленные существа
			Мэри Сью (Марти Стью)
			ОЖП
			ОМП
			ООС
			Пародия
			Повествование от первого лица
			Попаданчество
			Стёб
			Экшн
			Юмор
	Metaverse
		Original
			Worlds
				Leer
				Sixth Department
				Magical Rus
				Kostyan
				Unknown Crap
			World Type
				Element
					Basic
						Fire
						Water
						Air
						Earth
						Electrizity
						Ice
					First
						Dark
						Light
					Misc
						Void
		Voshozhdeniye geroya shita
		Naruto
		Toriko
		Marvel
		Hellsing ultimate
		Dark souls
		DC
		Warcraft
		Bleach
		To Love-Ru
		Dragonball
		Code Geass
		To Aru Majutsu no Index
		Sword Art Online
		Neon Genesis Evangelion
		Fullmetal Alchemist
		Potteriana
		The Gamer
		One Piece
		High School DxD
		Zero no Tsukaima
		Fairy Tale
		Star Wars
		Seilor Moon
	Races
		Human
		Elv
		Unknown Evil Crap
	Energies
		-5	=	Mrana?
		-4	=	Psy?
		-3	=	Ema?
		-2	=	Spirita?
		-1	=	Prana
		+0	=	Force
		+1	=	Ki
		+2	=	Reatsu
		+3	=	Emana
		+4	=	Esperi
		+5	=	Mana
		+7	=	Ba-Hion
		+1+2	=	Ki+Reatsu
		+3+5	=	Emana+Mana
	Elixirs
		Hooch
			Energy
			Element
				Basic
					Fire
					Water
					Earth
					Air
					Electrizity
					Ice
				First
					Dark
					Light
					Death
					Life
					Chaos
				Emotion
					Love
					Hate
					Sad
	Spells
		s5[y]
			l5
				:Name	=	Higher circle
				Element
					Basic
						Fire
							Uncontrolled	=	Armageddon
						Water
							Uncontrolled	=	Taifun
						Air
							Uncontrolled	=	Tornado?
						Earth
							Uncontrolled	=	?
	Users
		s5[y]
			e1	=	Kiuser
			e2	=	Reatsuuser
			e4	=	Psyonic
			e5	=	Mage
			e1+e2	=	Chakrauser
		s6[y]
			dm	=	Demon_3
			lm	=	Angel_0
			gm	=	Gamer's System user
				Gamer
				Gamer+
				Gamer T3000
				Cheater
				Cheater+
				Hard
				The Gamer
		s7[y]
			e7	=	God_3
		su[y]
			e7	=	Unknown Crap
	Abilities
		Pathos hurt ignoring
		Hapsiel mode
		Kick of Unknown Crap
	Features
		Undead
		Entity
		s5[y]
			Vampire
			Werewolf
	Artefacts
		s5[y]
			Entity Stone, ES
			Soul Stone, SS
		s7[y]
			Skill-Copy Sphere//Gold
			Skill-Izvlecheniya Sphere
			Skill-Copy Sphere Dark
			Achievement-Copy Sphere
	Dimensions
		Dark-Shadow
		Matteral
		Etheral	=	Astral
		Mental
	Persons
		s7[y]
			Unknown Crap
			Tizitsh
			Chronos
			Player
			Hel
			Hapsiel`)
add(`Orderly
	About
		Language
			Russian
		Author
			Nick Perumov`)
add(`of Azimov
	About
		Author[y]
			Azik Azimov
		Language[y]
			English
	Dimensions
		Hyper`)
add(`of efremov
	About
		Author[y]
			Eferemov
		Language[y]
			Russian
	Dimensions
		Hyper	=	zero-space`)
add(`of hainline
	About
		Author[y]
			Robert Hainline
		Language[y]
			English
	Dimensions
		Hyper	=	Cherenkov drive`)
add(`Hyperion
	Dimensions
		Hyper`)
add(`vavilon5
	Dimensions
		Hyper`)
add(`Star Gate
	About
		Language[y]
			English
	Dimensions
		Hyper`)
add(`Vlast magii/Put naverh?
	Spells
		s5[y]
			l5
				:Name	=	GodHands
				Element
					Add
						Plasma
							Uncontrolled	=	Hors`)
add(`of Rudazov
	Metaverse
		Original
			World Type
				Element
					Basic
						Fire
						Water
						Air
						Earth
						Electrizity
						Ice
					First
						Dark
						Light
					Misc
						Void
			Worlds
				Rari
				Quetzol-Iin
				Eikr\n\t\t\t	Hvitachi\n\t\t\t	Worldtown
				Lang\n\t\t\t	Kaabar\n\t\t\t	Nine Heavens
				Hell\n\t\t\t	Our	=	Earth-2006\n\t\t\t	Heaven
				Golus	\n\t\t\t	Dotembria
				Pargoron\n\t\t\t	Parifat\n\t\t\t	Salvan
				Patala	\n\t\t\t	Dovos
				Jahannam	\n\t\t\t	Kaf	\n\t\t\t	Janna
				Shemussen	\n\t\t\t	Plonet	\n\t\t\t	N	\n\t\t\t	Labirint	\n\t\t\t	Svarog	\n\t\t\t	Deorg Academy
				X	\n\t\t\t	Z	\n\t\t\t	A	\n\t\t\t	Y	\n\t\t\t	O	\n\t\t\t	Caves Sheymullin
				M	\n\t\t\t	K	\n\t\t\t	H	\n\t\t\t	G	\n\t\t\t	F	\n\t\t\t	E	\n\t\t\t	D	\n\t\t\t	C	\n\t\t\t	B	\n\t\t\t	P	\n\t\t\t	Earth-7112
				Proxima Centaura	\n\t\t\t	Proxima Hell	\n\t\t\t	Proxima Heaven
				World of Yehudin =	Dodekaedr
	About
		Author[y]
			Alexander Rudazov
		Language[y]
			Russian
	Races
		Human
		Elv_2
		Sid
		Dev
		Devkatsi
		Eist
		Titan_0
		Jinn
		Kiig
	Shells
		-2	=	3	Body, Matter of
		-1	=	1	Physical body
		+0	=	4	Atman
		+1	=	2	Vital
		+2	=	3	Astral, aura
		+3	=	5	Person
		+4	=	6	Psyhic
		+5	=	7	Magic
		+6	=	8	Immortal
		+7	=	9	God
	Energies
		-1	=	2 Prana
		+5	=	7 Mana
		+7	=	9 Ba-Hion
	Users
		s5[y]
			e5	=	Mage
			e4	=	Mentat?
		s4[y]
			e0+e2	=	Spiritual Weapon
	Levels
		:School	=	Sumer
		0.0	=	Nomage
		1.0	=	Student
		2.0	=	Apprentice
		3.0	=	Master
		4.0	=	Pastmaster
		5.0	=	Archmage
		6.0	=	Higher
	Levels
		:School	=	Gray land
		0.0	=	Grechka
		1.0	=	Student
		1.5	=	Purple
		2.0	=	Blue
		2.5	=	Light Blue
		3.0	=	Green
		3.5	=	Yellow
		4.0	=	Orange
		4.5	=	Red
		5.0	=	Gray
	Schools
		Grayland
		Sumer
		Kiig
		Mysteria
		Lka-Nandasi
		Deorg Academy
	Spells
		s5[y]
			Action
				Protection
					Mirror	=	Mirror Shield
					Absolute	=	Sumer.
					Universal	=	Sumer.
					Personal	=	Sumer.
				Atack
					Clone of Chaos	=	Grayland.
			Misc
				Sphere of Thirst	=	Grayland.
				Antimagic-tatoo	=	Kiig.
			l5
				:Name	=	Grayland.Spells A+,Sumer.GodHands
				Element
					Misc
						Grace
							Uncontrolled	=	Sumer.Inanna	//Clear and health place Needs: soul of light
						Desecration
							Halfcontrolled	=	Grayland.Fog of Death	//Desecration fog
						Void
							Uncontrolled	=	Grayland.Total Zero	//Desintegration of all matter
						Ethervoid
							Halfcontrolled	=	Grayland.Fifth spell	//Full eating of all ether (mana, prana, ...)
					Basic
						Fire
							Uncontrolled	=	Sumer.Shamash	//Needs: result is neuromagic overwork
						Air
							Controlled		=	Sumer.Adad	//Controlled klimat Needs: salt mud lake
						Electrizity
							Uncontrolled	=	Grayland.Lightning of the Gods	//Insane Lightning
						Earth
							Controlled		=	Sumer.Enlil	//Controlled earth
							Uncontrolled	=	Grayland.Rumble of Hashiba	//Earthquake
					Other
						Space
							Controlled		=	Sumer.Anu		//Exhange of two places Needs: magical line around place, hited teeth of user
					Misc
						Getmye		=	Sumer.Ea		//Needs: Drop of ihor
				Creature[y]
					Demon
						Anti	=	Sumer.Marduk	//Needs: Incarcered archdemon, higher mortal demonolog
					Undead
						Create	=	Sumer.Nergal	//Needs: 3 masters nectromancers
				Action[y]
					Protection	=	Sumer.Tammuz	//Needs: egg of Phoenix
	Dimensions
		Chaos	=	non-embodied
		Limbo	=	gray world
		Mental	=	NooSphere
		Dream	=	World of dreams, astral-mental
		Etheral	=	Astral,	world of spirits
			Other
			World of the dead
		Twilight-Shadow	=	shadow/Twilight/Through the Looking Glass, astral-Normal
		Matteral
		Hyper	=	esher geometry
		Core	=	bhavachakra
			Other
			Blood Beach	//Place for demons
	Features
		w+1	=	Undead
			s4[y]
				Ghoul
				Zombie
			s5[y]
				Einherjar
				Draugr
				Lich
			s6[y]
				Undead-Immortal
			s7[y]
				Undead-God
		s4[y]
			Spirit
				Brownie
				Boggart
				Ghost
				Loa
				Embodied
		s5[y]
			Mye
			Mage
				Black
				Gray
				White
			Vampire
				Weak	=	Madness
				Normal	=	Ordinary
				High	=	Energetic
			Werewolf
				Weak	=	Licantrop
				Normal	=	Ordinary
				High	=	Multiform
			Cubus
				Incubus
				Succubus
		s6[y]
			Immortal
				Dark	=	Demon_0
				Neutral	=	Immortal
					Magic	=	Jinn
					Body	=	Titan_0
					Life	=	Arch
				Light	=	Angel_0
		s7[y]
			God_1
				Dark
				Neutral	=	Beastgod
				Light
	Uniques
		s5[y]
			Grimoires
				Kreol's
			Rod
				Kreol's
			Staff
				Kreol's
			Amulet
				Kreol's
			Roaster
				Kreol's
			Valet Amulet
			Organization's
			Stone of Gate
	Artefacts
		s5[y]
			Staff
			Rod
			Plonet's Tech
	Directions
		Element
			Basic
				Fire	=	Pyromancy
				Water	=	Hydromancy
				Earth	=	Geomancy
				Air	=	Airomancy
				Ice	=	Cryomancy
				Electrizity	=	Electromancy
			Other
				Space
				Time
			Misc
				Shadow
				Blood
				Mirror
		Language[y]
			Word
			Rune
			Image
			Picture
			Seal
		Type[y]
			Straight
			Saving
			Artefact
		Object[y]
			Magic of Ghost
			Alchemy
			Elixir
				Potion
				...
			Artefact
		Creature[y]
			Automate
			Doppel
			Holem
			Phantom
			Demon
			Immortal
			Animal
			Angel_0
			God
			Bestia
			Flora
			Vampire
			Loa
			Ghost
			Chimera
		Action[y]
			Vampire
			Absorption
			Curse
			Transformation
				Material
				Figure
				Form
				Structure
			Blessing
			Vow
			Summon
			Sensor
			Illusion
			Flying
			Telekinesis
			Teleport
			Enchantment
		Misc[y]
			Name
			Physical	=	Technomagic
			Warlock
			Apostol
			Hooly
			Love
			Music
			Domestic
			Soul
			Meteo
				Weather
				Klimat
				Kataklism
			Volt
				Voodoo
				Volt
			Estestvennaya
			Metamorph
				Turning
				Changing
				Totem	=	Felgi
				Partial
			Clairvoyance
				True prophecy
			Mental
	Materials
		Metals
			Adamant		//Anti superreal
			Adamantium//Pseudo adamant, very sharp, very durable
			Koroniy		//Anti mage
			Coldiron	//Anti mage
			Copper		//Anti halfmaterialized
			Bloodiron	//Anti demon
			Silver		//Anti undead
			Mithrill
		Gas
			Flogiston
			Teporiy
		Bio
			Regenerin`)
add(`Siyatelniy
	About
		Author[y]
			Pavel Kornev
		Language[y]
			Russian
	Materials
		Metals
			Coldiron	//Anti mage`)
add(`SCP Foundation
	About
		Language[y]
			English
	Uniques
		SCP's`)
add(`Naruto
	About
		Author[y]
			Masasi Kisimoto
		Language[y]
			Japanese
	Universe
		Original
			Worlds
				Naruto's
					Satellites
	Races
		Human
		Frog
		Snake
		Monkey
		Cat
		Dog
		Raven
		Bijuu
			Enot
			Cat
			Turtle
			Monkey
			Slug
			zhuk
			Octopus
			Fox
	Energies
		+1+2	=	Chakra
	Features
		s5[y]
			Gen
				Uzumaki
				Uchiha
				Hyuga
				Senju
				Kurama
			Dojutsu
				Byaku tree
					Byakugan
					Tenseigan
				Sharin tree
					Sharingan
						1
						2
						3
						Mangeke
					Rinnegan
					Rinnesharingan
				Ranmaru's
			Element
				Explosion
				Crystall
				Heat
				Ice
				Tree
	Directions
		Element
			Basic
				Fire	=	Katon
				Water	=	Suiton
				Earth	=	Doton
				Air		=	Fuuton
				Electrizity	=	Raiton
			Misc
				In	=	Inton
				Yan	=	Yanton
				Inyan	=	Inyanton
		Language[y]
			Technique
			Fuin
			Mudra
		Creature[y]
			Doppel	=	Kage Bunshin
		Object[y]
			Marionette
			Artefact
		Action[y]
			Summon
			Sensor	=	Kanchi
			Absorption
			Displacement
			Arms	=	Tai
			Steel arms	=	Ken
			Flying
			Sealing in
			Illusion
				Genjutsu	=	Gen
	Spells
		s5[y]
			Misc
				Telescope
	Uniques
		s5[y]
			Swords of Fog`)
add(`Fate
	About
		Language[y]
			Japanese
	Abilities
		Magic
	Energies
		-1	=	Prana
		+5	=	Mana
	Artefacts
		s6[y]
			The Holy Grail
	Creatures
		s6[y]
			Servant
	Spells
		s5[y]
			Action
				Vampire
					Blood Citadel?`)
add(`Claymore
	About
		Language[y]
			Japanese
	Energies
		yo	=	Yoki
	Races
		Human
		Yoma
		Claymore`)
add(`of Argus Filchenkov
	Universe
		Potteriana
	About
		Language[y]
			Russian
		Author[y]
			Argus Filchenkov
	Artefacts
		s6[y]
			Time-Turner	=	Not limited hours, madness on incorrect
	Materials
		Metals
			Coldiron`)
add(`of Kitsune Miyato
	About
		Language[y]
			Russian
		Author[y]
			Kitsune Miyato
	Metaverse
		Naruto
		Potteriana
		Dozory
	Artefacts
		s6[y]
			Time-Turner	=	Reality splitter, awful results of
	Persons
		Harry Potter	=	Uzumaki Naruto
		Albus Dumbledore	=	Albus Persival Vulfric Brian Potter,Dumbledore`)
add(`Guren Lagan
	About
		Language[y]
			Japanese`)
add(`HPMoR
	About
		Author[y]
			Eliezer Yudkowsky
		Language[y]
			English
	Universe
		Potteriana
	Uniques
		s5[y]
			Moody's Eye[u]
			Philosopher's Stone[u]
			Mirror of Erised[u]
		s6[y]
			Moody's Eye	=	Eye of Vance
			Left Leg of Vance
			Philosopher's Stone	=	Stone of Materialization
			Mirror of Erised	=	Mirror of Atlants
	Artefacts
		s5[y]
			Quotes Quill
		s6[y]
			Time-Turner	=	6 hours max, with many turners too
	Spells
		s5[y]
			Action
				Atack
					"stupofy"	//AutoAim stupefy
					"luminos"	//Lumination hex
					"lagan"	//Shield breaker
					"mahasu"	//Sumer simple hit
					Momental Sleep	=	"somnium-"	//Sleep, weak battle magic
				Protection
					"prizmatis"	//Prizmatic shield
					"defendo"	//Weak shield
					Anti-Time-Turner
					Anti-Transgrassion
				Vampire
					Ritual Blood Citadel?
	Abilities
		Patronus 2.0
		Avadakedavra 2.0
		Dementor control
		Partial Transformation
	Complexes
		27 spells for important topic talk
			Anti-Time-Turner
			Anti-Transgrassion
			...
	Persons
		Harry Potter	=	Harry James Potter-Evans-Verres`)
add(`Warcraft
	About
		Language
			English
	Races
		Human
		Orc_2`)
add(`Life of Archmage Potter
	About
		Author[y]
			Fil Bandileros
		Language[y]
			Russian
	Metaverse
		Potteriana
		Original
			Worlds
				Our	=	Earth-?
				Other?
		Naruto
	Persons
		s5[y]
			Harry Potter	=	Abraam
				Archmage
		s7[y]
			Hel`)
add(`Boy Who Conquered Time
	About
		Author[y]
			Fil Bandileros
		Language[y]
			Russian
	Multiverse
		Potteriana
		Lord of Rings
		Zero no Tsukaima
		High School DxD
		Star Wars
		Naruto
	Persons
		Harry Potter	=	Henry James Potter, The-Boy-Who-Conquered-The-Time
			tm	=	Time back user
	Users
		s6[y]
			Notime
			tm	=	Time back user
	Uniques
		s6[y]
			Chronos braslet
	Directions
		Language[y]
			Schema
			Spell
	Energies
		-1	=	Prana
		+5	=	Mana
		+3+5[u]
		tm	=	Time`)
add(`Potteriana
	About
		Author[y]
			Joanne Rowling
		Language[y]
			English
	Persons
		s5[y]
			Albus Dumbledore	=	Albus Persival Vulfric Brian Dumbledore
			Harry Potter	=	Harry James Potter, Boy-Who-Lived
	Abilities
		Wizarding
		Parseltongue
		Nonverbal
		Without wand
	Materials
		Liquid
			Basilisk Poison
			Phoenix Cry
		Powder
			Momental Dark Powder
	Elixirs
		Potions
			Feliks Feliciss
			напиток живой смерти
			анти сыворотка правды
			сыворотка правды
			оборотное зелье
	Energies
		+3+5	=	Wirardy?
	Directions
		Object[y]
			Elixir
				Potion
				Putting	//3
			Alchemy
		Action[y]
			Transformation	=	Transfiguration
				Form
				Figure
				Material
				Structure
			Summon	//4||1
			Curse
			Blessing
			Vow
			Enchantment
		Language[y]
			Rune
			Spell
			Ritual
		Misc
			Arithmancy
			Lexomancy	//3
			Mental
				Protection	=	Occlumency
				Penetration	=	Legilimency
			Clairvoyance	=	Divination
				True prophecy
			Metamorph
				Totem	=	Animagic
		Creature[y]
			Bestia	=	Magezoology
			Flora	=	Herbology
			Holem
	Uniques
		s5[y]
			Marauder's Map
			Diary of Tom Riddle
			Basicals?
				Ravenclaw's Diadem
				Gryffindor's Sword
				Hufflepuff's Cup
				Slytherin's Locket
			Sorting Hat
			Deluminator
			Room of Requirement
			Quick-Quotes Quill
			Mirror of Erised
			Mysteries Department's
			Weasley's Ford
			Knight Bus
			Philosopher's Stone
			Moody's Eye
		s6[y]
			Deathly Hallows
				Cloak of Invisibility
				Resurrection Stone
				Elder Wand
	Artefacts
		s5[y]
			Broomstick
			Vanishing Cabinet
			Portkey
			Invisibility Cloak
			Mokeskin pouch
			Wand
			Golden Snitch
			Bludger
		s6[y]
			Time-Turner
	Spells
		s5[y]
			ложная память
			аппарация
			протеевы чары
			непреложный обет
			Action
				Invisible
					заклинание Дезиллюминационное	// — заклинание, делающее объект неотличимым от окружающей среды.
				Heal
					"Brahiam emendo" //(1)	 — убирает кости. Это заклинание применял Златопуст Локонс, когда Гарри сломал руку во время матча по квиддичу[6].
				Protection
					"Cave inimicum"	// — защитное заклинание. Делает защищаемый объект невидимым сверху.
				Atack
					"Alarte askendare" //(1)	 — подбрасывает объекты вверх[6].
					"Arania exumi" //(1)	 — использовал Гарри для отпугивания акромантулов во втором фильме. Заклинание действует на одного паука[6].
					"Baubillius"	// — заклинание, которое выпускает из конца волшебной палочки яркую бело-жёлтую молнию[9].
					"Brahiabindo"	// — связывающее заклинание.[11]
					"Vaddivasi"	// — заставляет лететь предмет в противника.
					"Oppunio"	// — атакующее заклинание (приказ атаковать для вызванных волшебником существ).
					"Relashio"	// — снятие оков, цепей, освобождение объекта или отброс оппонента (Боб Огден отбросил Марволо Мракса). На суше это сноп желтых искр, под водой	// — струя кипятка.
					"Expelliarmus"	// — заклинание разоружения, выбивает палочку или другое оружие из рук противника.
				Summon
					Bird	=	"avis-"	// - Заклятие призыва птиц. Создаёт стайку птиц.
			Transformation
				"Vermiculus" //(2)	 — превращает объект в червя[5].
				"Aviforce-"//(2)	 — противник превращается в птицу/стаю птиц/стаю летучих мышей.[4]
			Misc
				Soul
					Horcrux
				Domestic
					Opendoor	=	"aberto-"	// - отпирает дверь.
				"Ascendio" //(1)	 — выталкивает человека из воды[8].
			"Verdimilius" //(2)	 — выстреливает зелёными искрами во врага или освещает и делает видимыми и осязаемыми объекты скрытые темной магией. В игре «Гарри Поттер и Тайная комната» позволяет обнаружить невидимые объекты (как Люмос в других версиях игры)[4].
			"Garmonia necture pasus" //(1)	 — заклинание для активации Исчезательного шкафа. Использовалось Малфоем[13].
			"Herbivicus" //(2)	 — заклинание роста растений. Выращивает растения и оглушает тепличных врагов[5].
			«Гибель воров»	// — зачаровывает воду (в частности водопад в подземельях банка «Гринготтс»). Зачарованная вода смывает любые чары (Империус и Конфундус в том числе) и любую магическую маскировку.
			"Dacliforce" //(2)	 — превращает объект в резиновую утку[5][17].
			"Dantissimus"	// — заклинание быстрого роста передних зубов[3].
			"Deletrius"	// — заклинание способно расщеплять или удалять объекты[3].
			неприметность (3)
			"Draconiforce" (2)	// — оживляет статую мини-дракончика в настоящего мини-дракончика или превращает в мини-дракончика предметы небольшой массы[15].
			"Incarciforce" (2)	// — превращает люстру в клетку[9].
			"Inflatus" (2)	// — заставляет объект надуваться, как воздушный шар[5].
			"Informus" (2)	// — показывает информацию о существе-цели в GBA версии игры «Гарри Поттер и узник Азкабана»[21].
			"Calvorio" (2)	// — заклинание выпадения волос[12].
			"Cantis" (2)	// — заклинание, которое заставляет поражённую им цель петь[12].
			"Carpe retractum" (2)	// — Чары Захвата и Притяжения. Притягивает человека к цели (или цель к человеку). В игре «Гарри Поттер и узник Азкабана» это заклинание использовал Рон на первых же занятиях по Защите от Тёмных Искусств[15].
			"Lapiforce" (2)	// — превращает предмет небольшой массы в кролика или оживляет его статуэтку[15].
			"Meloforce" (2)	// — тыквоголовое заклятие. Превращает голову объекта в тыкву[15].
			"Meteo recanto"	// — останавливает некоторые атмосферные осадки.
			"Mimbl vimbl" (2)	// — Заклинание Косноязычия. Мешает противнику правильно произнести заклинание тем, что связывает язык в узел[22].
			"Mucus ad nosem"	// — Проклятье Призраков. Вызывает сильный насморк[16].
			"Mutatio-"	// — мутация
			"Pointme"	// — заклинание-компас. Показывает направление на север.
			"Orbis" (2)	// — «закапывает живьём» противника под землю[5].
			"Orhideus"	// — создаёт букет орхидей или превращает объекты в лепестки орхидей.
			«Патентованные чары	// — грёзы наяву»	// — товар из магазина близнецов Уизли: «Одно простое заклинание, и вы погружаетесь в высококачественную, сверхреалистическую грезу наяву продолжительностью тридцать минут».
			"Periculum"	// — создаёт сноп красных искр. Использовал Гарри в лабиринте для сигнала о выбывании Флёр Делакур из поединка.
			"Portoberto"	// — заклинание, разбивающее висящий замок и оставляющее дымящуюся дыру на месте замочной скважины[19].
			чары Протеевы	// — позволяет группе предметов частично менять свою форму, при изменении формы одного из них.
			"Pullus" (2)	// — превращает объект в курицу[5].
			"Pack" (2)	// — заклинание, позволяющее быстро сложить вещи[7].
			"System aperio" (1)	// — этим заклинанием во втором фильме Том Реддл открыл сундук Хагрида, в котором сидел Арагог[6].
			"Skribbliforce" (2)	// — заклинание, превращающее объект в перо[9].
			"Skurge" (2)	// — заклинание, удаляющее эктоплазму[22].
			"Snaffliforce" (2)	// — заклинание, превращающее объекты в мышей[15].
			"Herbiforce" (2)	// — превращает волосы жертвы в цветы[12].
			"Ebublio" (2)	// — превращает объект в мыльные пузыри[5].
			"Everte Statum" (1)	// — отталкивает противника[6].
			"Expellimillius"	// — поджигающее заклинание.
			"Ectomatis" (2)	// — заклинание, которое позволяет выпустить из конца палочки небольшой кубик эктоплазмы[4].
			"Emacipare"	// — заклинание, освобождающее от пут.[11]
			"Entomorphium" (2)	// — ненадолго превращает в муравья[12].
				//
			Formula unknown
				чары Тормозящие Хортона-Кейтча	// — запатентованные чары, применяемые к мётлам фирмы «Комета».
				Трансмогрифианская Пытка
				Синие искры (2)
				заклинание Хватательное
				Чары Ябеда
				Чары горячего воздуха
				Чары заморозки огня
				Чары осушения
				Чары зелёного дыма
				Чары рессорной подушки
				Веселящие чары
				Взрывающее заклятие
				Сезам откройся	// — заклятие, сносящее двери с петель[19].
				Гомункуловы чары (2)	// — неизвестное заклятие (или группа чар), следящие за людьми на определённой территории[16].
				Воющие сигнализационные чары
				Залинание Губрайтов огонь
				Заклинание вечного приклеивания
				Заклинание головного воздушного пузыря
				Заклинание для очистки картофеля
				Заклинание заметания следов
				Заклинание запечатывания комнаты
				Заклинание запечатывания пергамента
				Заклинание невидимого хлыста (2)
				Заклятие ненаносимости
				Заклятие Неразбиваемости
				Заклинание Обращения	// — оборотня в человека.
				Заклинание открывания дверей
				Заклинание пальцекусания
				Заклинание против списывания
				Заклинание роста ногтей на ногах
				Заклинание телепортации
				Заклятие Пылающей руки
				Проклятие воришки
				Парящие чары
				Облегчающие чары
				Летучемышиный сглаз
				Кишечно-опорожнительное заклятие
				Зелёные искры
				Зелёное специальное заклинание
				Заклинание Жалящее
				«Сито из котла» (2)
			Muggle Repelling	=	"Repello Muggletum"
			//Muggle Repelling charms
			Mental
				Чары подчинения - не империо
				Absolute Submission	=	"Imperio-"	// - подвластие
			Verbal Formula
				"Contra-" (3)	// - нарушение работы заклинаний
				"Spangify-" (2)	// — батут
				"Steelclaw-" (2)	// — steel claw
				"Tarantalegro-"	// — танцы
				"Titillando-"	// — щекотку и ослабление
				"Fenestram-"	// — разбивает стекло.[2]
				"Fera Verto" (1)	// — живых в сосуды
				"Ferula-"	// — шина
				"Fianto duri" (1)	// — мощное защитное заклинание, укрепляющее действие сопутствующих защитных чар[27].
				"Fulgari-"	// — связывающее заклинание.[11]
				"Furunculus-"	// — появление на теле противника нарывов.
				"Impedimenta-"	// — Помехи движению
				"Vomitare viridis" (2)	// — рвотное заклинание[12].
				"Erecto-"	// — раскрывает раздвижные предметы (например, палатку).
				"Vulnera Sanentur" (1)	// — лечивания магических ран
				"Glacius-" (2)	// — замораживает, тушит пожары[15].
				"Inanimatus Conjurus"	// — заклинание созидания.
				"Reparifargo-"	// — заклинание, которое придаёт объекту, подвергнутому неполной трансфигурации, первоначальный вид[16].
				Otvod glaz	=	"repello-"	//Repelling hex
				"-Inimicum"	// — чары, защищающие какое-либо место от врагов.
				"Ridiculus-"	// — против боггарта
				"Rictusempra-"	// — щекотка
				"Salvio Hexia"	// — защитное заклинание, делает местность невидимой.
				"Sectumsempra-"	// — темный меч
				"Serpensortia-" (1)	// — призыва змеи[6].
				"Anapneo-"	// — прочищает дыхательные пути.
				"Appareo-"	// — проявление невидимого
				"Scripto--" (3)	// - чары письма
				"Inebriat-" (3)	// - чары впитывания жидкости в предмет
				"Formalucis-" (3)	// - свет в форму
				"Calori-" (4)	// - нагреть
				"Frigido-" (4)	// - охладить
				"Finita-"	// - закончить
				"Priore-"	// - предыдущий
				"Eructo-"	// - выплевывать\выкидывать
				"Accio-"	// - призывать
				"Revelare-"	// - выявлять
				"Abrupto-" (3)	// - отвергать
				"Confundito-"	// - сбивать с толку
				"Expecto-"	// - отправлять вызов
				"Creatio-"	// - создавать
				"Reparo-"	// - чинить
				"Protego-"	// - защищать
				"Episkey-"	// - исцелять
				"Reducto-"	// - разрушение
				"Reducio-"	// - уменьшение
				"Engorgio-"	// - увеличение
				"Tergeo-"	// - мелкое ощищение
				"Excuro-"	// - большое очищение от грязи
				"Pulso-" (3)	// - мелкого толчка
				"Flippendo-"	// - большого толчка
				"Expulso-"	// - отбрасывающего мелкого взрыва
				"Confringo-"	// - огненный взрыв
				"Petrificus-"	// - паралич
				"Silencio-"	// - беззвучие
				"Quietus-"	// - тишина, отмена соноруса
				"Sonorus-"	// - громкость, отмена квиетуса
				"Evanesco-"	// - удаление сотворенного
				"Flagreit-"	// - светящаяся метка
				Sleep	=	"sopporo-"	// - усыпление
				"Partis-"	// - проход
				"Stupefy-"	// - оглушение
				"Muffliato-"	// - оглохни
				"Obliviate-"	// - забвение
				"Rennerveit-"	// - оживи
				"Obskuro-"	// - ослепление
				"Conjuctivitus-"	// - боль в глазах
				"Nox-"	// - нокс
				"Lumos-"	// - люмос
				"Langlock-"	// - обезъяз
				"Crucio-"	// - пыточное
				"Avadakedavra-"	// - убивающее
				"Depulso-"	// - отбрасывающее
				"Immobilus-"	// - остановка действия
				"Impervius-"	// - непроницаемость
				"Arresto-" (1)	// — задержание
				"Alohomora-"	// — Отпирающее магию
				"Incarcero-"	// — связывает верёвками.
				"Insendio-"	// — огонь
				"Collosho-"	// — приклеивает обувь противника к полу[16].
				"Colloportus-"	// — запирающее заклинание.
				"Lacarnum Inflamare" (1)	// — создание небольшого огня в фильме «Гарри Поттер и Философский камень». В книге есть похожее заклинание, но оно не произносится[14].
				"Levi-"	// — подвешивание в воздухе
				"Levioso-"	// — левитация
				"Legillimenso-"	// — чтение мыслей
				"Libera-"	// - освобождает от действия
				"Locomotor-"	// — передвижение предметов
				"-Wibbly" (2)	// — заклинание ватных ног. Ноги придётся волочить[16].
				"-Mortis"	// — заклинание обезноживания. Склеивает обе ноги.
				"Extremis-" (2)	// — расширяет
				"Mobili-"	// — движение
				"Morsmordre-"	// — Запускает в небо Черную метку.
				"Glisseo-"	// — скольжение
				"Deprimo-"	// — убирает препятствие[18].
				"Descendo-"	// — заклинание, опускающее объекты.
				"Geminio-"— копирование
				"Diminuendo-" (1)	// — уменьшает
				"Dissendo-"	// — открывает механизмы
				"Diffindo-"	// - разрезание
				"Duro-"	// — затвердевание
				"Colorum-"	// — цвет неживого (в тч волос и ногтей)
				"Defodio-" (2)	// — долото
			Object
				"-Subiecti-"	// - subject
				"-Obiecti-"	// - object
				"--Corpus-"	// — body
				"--Atramentum-"	// — чернила
				"--Hominem-"	// - human
				"--Hominum-"	// - people
				"--Animagis-"	// - animagus
				"--Fumos-" (2)	// - дым
				"--Vipera-" (1)	// — змея
				"--Portus-"	// - порт-ключ
				"--Cross-"	// - cross
				"--Patronum-"	// - patronus
				"--Arbus-"	// — деревянное
				"--Incantationem-"	// - spell
				"--Slagus-"	// - слизень
				"--Ignis-"	// - fire
				"--Aqua-"	// - water
				"--Bombardo-"	// - bomb
				"--Piertotum-"	// — движение големов
				"--Capacius-"	// — емкость
				"--Magicus-"	// - magical
			Type
				"-Wingardi"	// - крылообразная
				"-Inferni"	// - hell, cursed
				"-Diabolica"	// - огненный щит
				"-Horribilis"	// - антитемный щит
			Area
				"-Totalis"	// - полный
				"-Directum" (3)	// - направленное действие
				"-Skullus" (2)	// - действует на голову
			Time
				"-Momentum"	// - моментальное действие
				"-Postea"	// - спустя
				"-Temporus"	// - временное действие
				"--Minutum" (3)	// - заклинание длительностью в минуту
				"--Horum" (3)	// - Заклинание длительностью в час
				"--Diesum" (3)	// - заклинание длительностью в сутки
				"--Prolonga" (3)	// - заклинание с более долгим эффектом
				"--Aeternum" (3)	// - заклинание с "вечным" эффектом
			Power
				"-Potentio"	// - мощность
				"--Tertium"	// - заклинание в треть силы
				"--Dimidium"	// - заклинание в половину силы
				"--Duo"	// - заклинание удвоенной силы
				"--Tria"	// - заклинание утроенной силы
				"--Maxima"	// - максимально сильное для вас заклинание
				//Общая формула заклинания: [modum] [subject] [object] [adjectivum (optionem/scopus/tempus/potentium)]
				//Общая формула зачарования: [subject] [object] [modum-ing] [adjectivum (optionem/scopus/tempus/potentium)]
	Complexes
		Finding
			Accio
			Revelare
				Animagis
				Hominum
				Specialis
			Aparekium
		Protecting
			Silencio	// - обеззвчиние
			Impervius	// - непроницаемость
			Muffliato	// - заглушающий шум
			Protego
				Maxima	// - щит максимум
				Totalis	// - щит вокруг
				Horribilis	// - защита от темного
			Cave Inimicum	// - невидимость сверху
			Fianto Duri	// - усиление защиты
			Salvio Hexia	// - невидимость сбоку
			""воздушый пузырь	// - удаление запахов
			Repello Inimicum	// - защита от врагов
			""дизиллюминация	// - камуфляж
			""неприметность -
			Glisseo	// - отключение трения
			Fidelius	// - заклятие доверия
			Revelare	// - выявление / гомунгуловы чары?
			Colloportus	// - запирание
			""запечатывание комнаты
			""ненаносимость
			""неразбиваемость
			Expecto Patronum
		Binding
			Confundus	// - confusion of mind
			Stupefy	// - оглушение
			Sopporo	// - усыпление
			Incarcero	// - связывание
			Petrificus Totalis	// - полное обездвиживание
			Silencio	// - немота
			Impedimenta	// - помеха
			Arresto Momentum	// - остановка
			Immobilus	// - отключение действия
			Obskuro	// - ослепление
			Conjuctivitus	// - нарушение зрения, боль в глазах
			Colloshu	// - приклеивание обуви к полу
			Lokomotor
				Vibbli	// - ватноножие
				Mortis	// - обезноживание
			Mimbl Vimbl	// - косноязычие
			Langlock	// - оьбезъяз
			Expelliarmus	// - обезоружение
			Fulgari	// - связывание
	Creatures
		s4[y]
			Salamander
			Manticore
			Mandrake
			Fire Crab
			Cerber
		s5[y]
			Wyvern
			Acromantula
			Unicorn
		s6[y]
			Basilisk
			Dementor
			Phoenix
	Races
		Human
		Giant
		Goblin
		Troll
		Centaur
		Gnome_2
		Merpeople
	Features
		s4[y]
			Muggle
			Squib
			Spirit
				Ghost
				Boggart
				Brownie Elv
			Poltergeist
		s5[y]
			Eye of Basilisk
			Wizard
				Dark
				Normal
				Light
			Metamorph
				Partial
				Totem
			Parselmouth
			Werewolf
			Vampire`)
add(`Witcher
	About
		Author[y]
			Andrzej Sapkowski
		Language[y]
			Polish
	Creatures
		s5[y]
			Cockatrice
			Basilisk
	Features
		s5[y]
			Witcher
			Mage?
	Directions
		Language[y]
			Mudra
	Spells
		s5[y]
			Element
				Basic
					Air		=	Aard
					Water	=	Aksiy
					Earth	=	Kven
					Fire	=	Igni
			Action
				Protection	=	Heliotrop
				Pomehi	=	Irden
	Persons
		Geralt`)
add(`Pokemon
	About
		Language[y]
			Japanese
	Creatures
		s4[y]
			Pokemon
	Artefacts
		s5[y]
			Pokeball`)
add(`Ghost Busters
	About
		Language[y]
			English
	Artefacts
		s4[y]
			Ghost trap
	Creatures
		s4[y]
			Ghost`)
add(`UQ Holder
	About
		Language[y]
			Japanese`)
add(`Rave Master
	About
		Language[y]
			Japanese`)
add(`Rosario to Vampire
	About
		Language[y]
			Japanese
	Features
		s5[y]
			Vampire`)
add(`The Law of Ueki
	About
		Language[y]
			Japanese`)
add(`Hunter x Hunter
	About
		Language[y]
			Japanese`)
add(`Tenjou Tenge
	About
		Language[y]
			Japanese`)
add(`My hero academy
	About
		Language[y]
			Japanese
	Features
		s5[y]
			Quirk`)
add(`Berserk
	About
		Language[y]
			Japanese`)
add(`Toriko
	About
		Language[y]
			Japanese`)
add(`Magic Adacademy
	About
		Language[y]
			Japanese
	Users
		s5[y]
			e5	=	Mage`)
add(`High School DxD
	About
		Language[y]
			Japanese
	Races
		Human
		Dragon
	Artefacts
		s6[y]
			Evil Pieces
			Sacred Gear
			Holy Swords
	Users
		s5[y]
			e5	=	Mage?
		s6[y]
			dm	=	Demon
			lm	=	Angel_0
			fm	=	Fallen
		s7[y]
			e7	=	God_?`)
add(`Startrack
	About
		Language[y]
			English
	Races
		Human
	Energies
		+4	=	Psy?
	Users
		s5[y]
			e4	=	Psyonic`)
add(`Seilor Moon
	About
		Language[y]
			Japanese
	Races
		Human
		Reptiloid
	Uniques
		Moon Diadema`)
add(`Dragonball
	About
		Language[y]
			Japanese
	Energies
		+1	=	Ki?
	Artefacts
		s6[y]
			Dragon Ball`)
add(`Lord of Rings
	About
		Author[y]
			John Ronald Reuel Tolkien
		Language[y]
			English
	Universe
		Original
			Worlds
				Arda
	Energies
		+5	=	Mana?
	Features
		s7[y]
			God_1
			Valar
		s6[y]
			Ainur
		s5[y]
			Mage
			Nazgul
	Races
		Human
		Elv
		Gnome
		Orc_3
		Troll
		Dragon
		Balrog
	Uniques
		One Ring
	Artefacts
		s6[y]
			Rings
			Silmarils
	Materials
		Metals
			Mithrill`)
add(`Nick
	About
		Language[y]
			Russian
		Author[y]
			Andrzej	Yasinski
	Races
		Human
		Elv
		Gnome
		Orc_0
		Demon_0
	Energies
		-1	=	Prana
		+4	=	Psy
		+5	=	Mana
		if	=	Infomana
		+3	=	Emana
	Users
		s5[y]
			e5	=	Mage
			if	= Infomage
			e3	=	Sorcerer
			e4	=	Psyonic
	Artefacts
		s5[y]
			Rod
				Adeptnesser's
	Directions
		Language[y]
			Construct
			Weaving
			Infostructure
			Image	//Only gods
		Creature[y]
			Holem
			Automate
		Element
			Basic
				Fire
				Water
				Air
				Earth
				Ice
				Electrizity
		Action[y]
			Illusion
				Dense
			Materialization
				Creating
				Removing
			Heal
			Atack
			Protection
		Misc[y]
			Mental
			Info
			Clairvoyance
				Probability
		Object[y]
			Alchemy
	Multiverse
		Original
			Worlds
				Our	=	Earth-2150?
				Lungria
	Dimensions
		Matteral
		Matteral-Etheral-Mental	=	Astral?, ?-net
		Etheral	=	infofield?, zero-net
	Shells
		Aura
		Infostructure
		Mental
	Schools
		Adeptness
		Sorcery
		Magic
		Atl
		Atlant
	Features
		s5[y]
			Cleverness
		s6[y]
			God_2`)
add(`Skyrim
	About
		Language[y]
			English
	Races
		Human
		Dragon
	Features
		Mage`)
add(`Star Wars
	About
		Language[y]
			English
	Races
		Human
	Energies
		gf	=	Great Force?
	Users
		s5[y]
			gf	=	Forceuser
				lm	=	Light
				dm	=	Darl
	Schools
		Jedi
		Sith
	Dimensions
		Hyper
	Artefacts
		s5[y]
			Lightsaber
			Galaxy's Tech`)
add(`Warhammer
	About
		Language[y]
			English
	Races
		Human
	Abilities
		Psyker
	Materials
		Noktilit
		Metals
			Adamantium
	Energies
		+4	=	Psy?
	Users
		s5[y]
			e4	=	Psyker
	Features
		Psyker`)
add(`Zero no Tsukaima
	About
		Language[y]
			Japanese
	Energies
		+3+5	=	Wizardy?
	Directions
		Element
			Basic
				Fire
				Water
				Air
				Earth
			Misc
				Void
		Language[y]
			Spell
			Rune
			Ritual
		Action[y]
			Summon
		Object[y]
			Alchemy
			Elixir
				Potion
		Creature[y]
			Animal
				Familiar
	Artefacts
		s5[y]
			Wand
			Flying Ships
			Ring of Water
			Ring of Air
	Features
		s5[y]
			Wizard
			Gandalf
			Lifrasir
			Sidalf
	Multiverse
		Original
			Our	=	Earth-2007?
			Other?
	Races
		Human
		Elv
		Changeling
	Features
		Loa?
	Creatures
		s5[y]
			Wyvern
			Salamander
			Beholder`)
add(`To Aru Majutsu no Index
	About
		Language[y]
			Japanese
	Metaverse
		Original
			Worlds
				Our	=	Earth-2052?
	Energies
		+5	=	Mana
		tl	=	Telesma?
	Shells
		aimf	=	AIM-field
	Levels
		:School	=	Academ-City
		0.0	=	Zero-esper	//, don't have ability
		1.0	=	Weak	// esper, can destroy 1 cube meter
		2.0	=	Simple	// esper, can destroy room
		3.0	=	Normal	// esper, can destroy house
		4.0	=	Strong	// esper, can destroy town
		5.0	=	Very strong	// esper, can destroy country
		6.0	=	Insane	// power of esper, can destroy planet's surface; not exist
	Directions
		Language[y]
			Ritual
			Rune
			Spell
		Action[y]
			Enchantment
	Features
		s5[y]
			Esper
			Mage
		s6[y]
			Angel_0
			Imagine Breaker
		s7[y]
			God_?
	Uniques
		s5[y]
			Grimoires
				Forbidden index's
			Cross?
			Sword of space?
	Persons
		Accelerator
			Features
				Esper
					Level	=	5.0
					Rank	=	1
			Abilities=Vector control
			Needs=Touch
		Dark matter
			Features
				Esper
					Level	=	5.0
					Rank	=	2
			Abilities=Dark matter control
		Railgun
			Features
				Esper
					Level	=	5.0
					Rank	=	3
			Abilities=Electromagtism control
		Plasma
			Features
				Esper
					Level	=	5.0
					Rank	=	4
			Abilities=Plasma control
		Psyhotron
			Features
				Esper
					Level	=	5.0
					Rank	=	5
			Abilities=Mental control
		?
			Features
				Esper
					Level	=	5.0
					Rank	=	6
			Abilities=Super strong
		?
			Features
				Esper
					Level	=	5.0
					Rank	=	7
		Sirai Kuroku
			Features
				Esper
					Level	=	4.0
					Rank	=	?
			Abilities=Teleport
			Needs=Touch
		?
			Features
				Esper
					Level	=	4.0
					Rank	=	?
			Abilities=Teleport
			Needs=In sight
		Kongo Mitsuko
			Features
				Esper
					Level	=	?.0
					Rank	=	?
			Abilities=Air hit
		Kamijo Touma
			Features
				Esper
					Level	=	0.0
				Imagine Breaker
			Needs=Touch
		Steil Magnus
			Abilities=Mage
		Index
			Abilities=Index
		Alister Crowley`)
add(`Bleach
	About
		Language[y]
			Japanese
	Users
		s5[y]
			e2	=	Reatsu
	Energies
		+2	=	Reatsu
	Features
		Hollow
		Quincy
		Shinigami
		Sword of Soul`)
add(`One Piece
	About
		Language[y]
			Japanese
	Features
		Fruits`)
add(`Mass Effect
	About
		Language[y]
			English
	Races
		Human
	Users
		s5[y]
			e4	=	Biotic
	Energies
		+4	=	Psy?`)
add(`Terminator
	About
		Language[y]
			English
	Artefacts
		s5[y]
			Skynet's Tech
				AI
				Drone
				Terminator
					1
					800
					850
					1000
					Ex
				Time-Machine
				Cyborg`)
add(`Resident Evil
	About
		Language[y]
			English
	Creatures
		s4[y]
			Virused Zombie
	Features
		s5[y]
			Superabilities`)
add(`Noragami
	About
		Language[y]
			Japanese
	Users
		s4[y]
			e0+e2	=	Sword-Soul
	Features
		Spirit
			Ghost
			God_0`)
add(`Slayers
	About
		Language[y]
			Japanese
	Users
		s5[y]
			e5	=	Mage
	Energies
		+5	=	Magical?`)
add(`Fairy Tale
	About
		Language[y]
			Japanese
	Universe
		Original
			Worlds
				Other?
	Users
		s5[y]
			e5	=	Mage?
	Energies
		+5	=	Magical?`)
add(`DC
	About
		Language[y]
			English
	Multiverse
		Original
			Worlds
				Our	=	Earth?
	Races
		Human
	Energies
		+5	=	Magical?
		ln	=	Lantern's
			wt	=	Life of White
			rd	=	Anger of Red, Atrocitus
			gr	=	Greed of Orange
			yl	=	Fear of Yellow, Sinestro
			wl	=	Will of Green
			lb	=	Hope of Light Blue
			bl	=	Compassion of Blue, Indigo
			pl	=	Love of Purple, Sapphire
			bk	=	Death of Black
		sf	=	Speedforce
	Users
		s5[y]
			Metahuman
			sf =	Speedforceuser
			e5	=	Mage
	Artefacts
		s4[y]
			Batman's Tech
			Luthor's Tech
		s5[y]
			Crypton's Tech`)
add(`Avatar
	About
		Language[y]
			Japanese
	Energies
		+5	=	Mana?
	Directions
		Element
			Basic
				Fire
				Water
				Earth
				Air
		Action[y]
			Heal
	Features
		s5[y]
			Mage
				Fire
				Water
				Earth
				Air
			Avatar`)
add(`Fullmetal Alchemist
	About
		Language[y]
			Japanese
	Features
		s5[y]
			Alchemist
	Features
		Gate of Truth
	Energies
		al	=	Alchemycal?`)
add(`Dozory
	About
		Language[y]
			Russian
		Author[y]
			Sergey Lukyanenko
	Levels
		:School	=	Other
		0.0	=	No
		1.0	=	Potential
		2.0	=	7
		2.5	=	6
		3.0	=	5
		3.3	=	4
		3.7	=	3
		4.0	=	2
		4.5	=	1
		5.0	=	Not in categories
	Energies
		em
			dm	=	dark
			lm	=	light
		-1	=	prana?
		+5	=	mana?
	Features
		Undead
		s5[y]
			Other
				Dark
				Light
			Vampire
			Werewolf
			Cubus
				Incubus
				Succubus
			Mage
			Witch
			Mirror
	Spells
		s5[y]
			Misc
				Domestic
					Absolute lock	//наглухо запирает любые двери
				Mental
					Absolute Submission	=	Доминанта	// — заклинание абсолютного подчинения.
					Петров	// — заклинание, накладываемое для мгновенного обучения 15 распростаненных языков (среди них упоминается польский).
					Skolko let, skolko zim
					Schastye
					Long tongue	// — Слабое и легко скрытое заклинание делает противника разговорчивым, заставляя разбалтывать информацию.
					Реморализация	// — заклинание, заставляющее субъекта строго соблюдать заданную, либо собственную мораль.
					Protection
						Barrier of will	// — заклинание защиты разума.
						Сфера Спокойствия	// — заклинание ментальной защиты.
						Ледяная Кора	// — ментальная защита.
			Action
				Muggle Repelling	=	Сфера Невнимания	// — заклинание, предохраняющее от излишнего любопытства людей. Не действует на Иных и чувствительных к магии людей.
				Heal
					Absolute constipation	//вызывает абсолютный запор у того, к кому оно применяется.
					Avicenna	// — заклинание исцеления.
					Sleep	=	Morphey	// — заклинание, усыпляющее людей на определённой площади: благодаря постепенному действию (несколько секунд, примерно пять) позволяет избежать лишних жертв, например связанных с потерей управления автомобилями на ходу и т. п. По этой простой причине предпочитается
				Illusion
					Disguise	=	Паранджа	// — заклинание, как правило, накладываемое Тёмными женщинами. Аналог магической косметики.
				Protection
					Кольцо Шааба	// — охранное заклинание, завязанное на определённое слово.
					Хрустальный щит	// — очень мощная защита от физического воздействия на объект. Побочным эффектом дает слабую магическую защиту. Мнение что Щит невозможно продавить подтвердилось после применения Щита Эдгаром против вампира Кости, не сумевшего продавить его, даже будучи Абсолютным Иным ("Сумеречный дозор").
					Хрустальный шар	// — создает вокруг мага шар из «хрусталя», защищающий его от любого физического воздействия.
					Сфера отрицания	// — заклинание, используемое как защита против вражеских заклинаний, при сильной подкачке может надёжно защитить даже против заклинаний высших магов. Пропускает физические атаки.
					Mana	=	Mage shield	// — универсальная защита, мощность зависит от вкладываемой силы.
					Universal	=	Rainbow sphere	// — достаточно сильная универсальная защита.
					Тайга	// — очень мощное заклинание, имеющее форму огненной сети, опутывающей противника. Упоминается в «Новом Дозоре» и было использовано чтобы замедлить Тигра, правда воздействие было минимальное, так что настоящий эффект неизвестен.
				Atack
					Momental Sleep =	Opium	// — менее гуманный аналог Морфея, в отличие от последнего усыпляет резко, без промедления, что может вызвать аварии и жертвы среди людей, так как не даёт жертве время остановиться или прекратить занятия.
					White kopiyo — боевое заклинание Светлых. Магическое копье, действует соответственно названию. Упоминается в романе «Последний дозор». В шестом дозоре было использовано Антоном Городецким против Двуединого. "Я видел, ... как загорелось пальто Темного, пробитое "белым копьем"..."
					Марево Трансильвании 	// — заклинание, магическим способом причиняющее физические увечья путём всестороннего сдавливания объекта заклинания. Применяется только Тёмными Иными. Было применено Зеркалом Виталием Рогозой для отражения атаки Тигренка в «Дневном дозоре».
					Pressure	=	Press	// — заклинание чистой Силы. Сгущает Силу до осязаемого состояния, используется чтобы давить противника.
					White Sword	// — светлое заклинание, преобразующее Силу в белый клинок. Использует Светлана в бою против ведьмы Арины(«Сумеречный дозор»). Также Светлана использовала "защиту Лужина", вероятно с помощью меча. В теории заклинание поражает лишь Тёмных и склонившихся ко Злу людей. На практике человек становится уязвим к Мечу при появлении у него агрессии, страха, злобы.
					Vacuum
					Плеть Шааба	// — боевое заклинание Тёмных: огненная струя, принимающая облик огромной змеи с некоторыми зачатками разума, изменяющая направление в полёте. Любимое заклинание Завулона. В книге <<Новый Дозор>> упоминается похожее заклинание, использумое Завулоном в битве с Тигром. Пламя было синего цвета, так что не установлено являлось ли оно Плетью Шааба, либо каким-то другим заклинанием.
					Anti-Undead	=	Серый молебен	// — заклинание против нежити: вампиров, зомби и т. п. Ослабляет и замедляет вампиров, на большей мощности упокаивает. Скелетов, замби, то есть нежить, не имеющую собственной воли, а подчиняющуюся воле поднявшего их колдуна, развеивает.
					Поцелуй Ехидны	// — Что-то вроде дождя из кислоты
					Огненная кобра	// — заклинание, использованное против Завулона, создающее гигантскую огненную змею которая самостоятельно борется с противником.
					Огненная Стена (или Стена огня)	// — довольно сильное групповое заклинание. Наносит значительный урон огнём противнику, причём чем меньше противников в группе, тем большие повреждения получит каждый из них.
					Путы Захви	//—жертва заклинания не имеет возможности двигаться и как-то действовать, но способна слышать, видеть и говорить (не путать с трансом). Применялось Лайком в "Лике Черной Пальмиры".
					Buka	// — боевое заклинание. Предположительно, из арсенала светлых. Эффект от применения данного заклинания не описан. Применялась в книге «Последний Дозор».
					Прах	// — заклинание против дэвов и големов. В силу редкости последних, практически не используется, не преподается иным при обучении в дозорах. Несложное заклинание, требующее правильно сложенного магического паса и берущее много Силы. Использовалось Антоном в Последнем дозоре против дэва. Он, в свою очередь, узнал об этом заклинании от Ольги.
					Thanathos	// — заклинание, подавляющее волю и вызывающее остановку сердца. Убивает не сразу, жертву можно спасти, как это было в «Сумеречном Дозоре».
			Agape	// — знак любви.
			Aspirin	// − тёмное заклинание, понижает температуру цели до температуры окружающей среды, может использоваться в бою.
			Aura
				vzor serdsta	// — похожие заклинания, позволяют видеть невидимое. С помощью последних двух можно смотреть даже на первый слой Сумрака.
				Instinnoe zrenie
				yasniy vzglyad
			gremlin	// — заклинание, порождающее сущность, которая медленно разрушает технику. Например, в «Дневном Дозоре» Алиса применила это заклинание, чтобы испортить автомобиль нагрубившего ей водителя.
			Ивовая Кора	// — Светлый вариант Аспирина.
			Прометей	// — безопасный розжиг костра.
			Light	// — зажигает огонь на ладони.
			Search
				Снежная паутина	// — поисковое заклинание с большим радиусом действия, и требующее больших затрат Силы.
				Око мага	// — что-то вроде магического радара в Сумраке и реальном мире. имеет Форму большого шара, напоминающее глаз.
			Спайдерфлэйм	// — заклинание, вызывающее возгорание объекта пламенем характерного тускло-синеватого цвета.
			Тройной ключ	// — заклинание, порождающее любовь, веру и понимание. К тому же разбивает ментальную защиту противника.
			Тройное лезвие	// — заклинание, материализующее 3 кинжалоподобных лезвия, с большой скоростью летящих в указанном магом направлении.
			Fireball	// — широко распространённое как у Светлых, так и у Тёмных заклинание. Во врага пускается сгусток огня. Существует также «групповой файербол» и какая-то особая версия последнего у Инквизиторов.
			Element
				Other
					Space
						Portal	=	// — заклинание позволяющее почти мгновенно переносится на большие расстояния при помощи врат, без наводки используется только высшими иными (или зеркалом). При помощи мага в пункте назначения создавать портал проще.
					Time
						Stop	=	Freeze	// — локальная остановка времени, применяется для иммобилизации противника без причинения ему вреда.
			Ход	// — заклинание, позволяющее бежать с очень высокой скоростью. При попадании под воздействие заклинания сердечной мышцы (миокарда) может вызвать остановку последнего.
			l5
				Element
					First
						Light
							Uncontrolled
								White marevo	// — самое сильное и страшное из упоминаемых в книгах заклинаний Светлых . По силам только высшим магам, «требует максимального сосредоточения и полной прокачки Силы в радиусе трёх километров». После произнесения изо рта мага вырывается белый туман, вызывающий локальное «схлопывание» всех слоёв Сумрака, и превращающий всех противников-иных в камень, внутри которого души остаются вечно живыми, но бездвижными и лишёнными всех чувств, медленно сходя с ума; людей сумрак перемалывает без следа. Придумано Мерлином, использовано лишь один раз Рустамом и Гесером.
						Dark
							Uncontrolled
								Тень владык	// — самое сильное из упоминаемых в книгах заклинаний Тёмных. Временно вызывает души умерших Великих Тёмных Иных с шестого слоя Сумрака, накачивает их Силой и заставляет уничтожать всё вокруг.
					Other
						Time
							Uncontrolled
								Саркофаг времён	// — заклинание из арсенала Инквизиции. Применивший его оказывается вместе со своей жертвой запертым в каменном саркофаге, плывущим в небытии, до скончания времён. Случаев побега из саркофага времён пока не существует. Антон Городецкий в книге "Новый дозор" был освобожден из саркофага времен, где он был заключен с ведьмой Ариной	 — тигром. (Однако, осталось неясным, смогла ли Арина освободиться с помощью Минойской Сферы (только ведьмы умеют их заряжать), которую имела при себе: Минойская Сфера прокладывает портал откуда угодно)
	Uniques
		s5[y]
			Son Merlina?
			Venets of Everything	// — камни в основании замка в Эдинбурге, позволяют освобождать ушедших Иных, даруя им окончательную смерть.
			Grimoires
				Fuaran's	//Book about turning human to Other, and Other to Higher level
			Claw of Phaphnir	// — коготь Великого Тёмного мага, убитого в своём сумеречном облике дракона, ставший сильным артефактом после того, как Братья Регина (секта, созданная учениками Фафнира) несколько поколений питали его силой.
			Shredinger Cat	// — артефакт, действующий во всех слоях Сумрака. Пушистая меховая лента, надеваемая на шею, как правило преступникам при конвое Инквизицией. Обезглавливает цель при малейшем магическом воздействии с её стороны.
			Mel of Fate	// — кусочек мела, с помощью которого можно изменить Книгу Судьбы любого человека или Иного. Сделать это может только Светлая Великая Волшебница. В книге «Ночной Дозор» Светлана хотела изменить судьбу Егора, но в это же самое время Ольга изменила Книгу Судьбы самой Светланы.
			Minoy Sphere	// - открывает портал откуда угодно, а его точку назначения невозможно проследить. Имеет только один заряд, перезаряжать его умеют только ведьмы. С разряженной Минойской Сферой ведьма Арина была заперта заклинанием Саркофаг Времён.
			Power Prizm	// — хрустальная прозрачная призма. Использующий призму Иной вытягивает жизненную силу из того, на кого сквозь неё смотрит. Использовала Алиса Донникова ("Ночной дозор")
	Directions
		Language[y]
			?
		Type[y]
			Straight
			Saving
			Artefact
		Action[y]
			Atack
			Protection
			Heal	=	Healing
		Misc[y]
			Love	=	Obvorozhenie
			Clairvoyance
				Probability
			Metamorph	=	Oborotnichestvo
				Werewolf
				Turning
		Creature[y]
			Undead	=	Necromancy
	Dimensions
		Matteral
		Matteral-Etheral	=	Twilight
			0	=	Normal
			1	=	x3
			2	=	x9, cold
			3	=	x27, full gray
			4	=	red oblako
			5	=	?
			6	=	?
			7	=	Normal	//Can be backside`)
add(`Kono Subarashii Sekai ni Shukufuku o
	About
		Language[y]
			Japanese
	Multiverse
		Original
			Worlds
				Our	=	Earth?
				Other`)
add(`Tokyo Ghoul
	About
		Language[y]
			Japanese`)
add(`Shingeki no Kyojin
	About
		Language[y]
			Japanese`)
add(`Hataraku Maou-sama!
	About
		Language[y]
			Japanese
	Features
		s6[y]
			Demon_0
			Fallen
			Angel_0
	Persons
		s6[y]
			Alciel =	Shiro Ashiya
			Satan Jakob =	Sadao Mao
			Lucifer =	Urushihara Hanzo
	Multiverse
		Original
			Worlds
				Our	=	Earth
				Ente Isla`)
add(`To Love-Ru
	About
		Language[y]
			Japanese`)
add(`The Gamer
	About
		Language[y]
			Korean
	Users
		s5[y]
			Feature
			e5	=	Mage
		s6[y]
			gm	=	Gamer's System
			Dark soul
			God_4
	Directions
		Misc
			Clairvoyance
		Element
			Basic
				Fire
				Water
				Air
				Earth
		Form
			Misc
				Elemental
	Spells
		s5[y]
			Action
				Protection
					Mana	=	Mana Shield
	Persons
		s5[y]
			Gamer	=	Han Jee Han
			Blood Witch	=	Lolicano Mistrim
	Artefacts
		s5[y]
			Broomstick
			SS	=	Soul Stone
		s7[y]
			Sword Dan
			God Bereza
			God Mirror
			God ???
	Organization
		Bezdna
			Aukcion
	Users
		s5[y]
			e1	=	Kiuser
			e5	=	Mage`)
add(`Neon Genesis Evangelion
	About
		Language[y]
			Japanese
	Shells
		atf	=	AT-field
	Creatures
		s6[y]
			Angel_1
			Eva
	Features
		Kid`)
add(`Master and Margarita
	About
		Author[y]
			Bulgakov
		Language[y]
			Russian`)
add(`Alice in back side of mirror
	About
		Language[y]
			Japanese`)
add(`Voina i mir
	About
		Author[y]
			Lev Tolstoy
		Language[y]
			Russian`)
add(`Gundum
	About
		Language[y]
			Japanese`)
add(`Ottsy i deti
	About
		Author[y]
			Turgenev
		Language[y]
			Russian`)
add(`How to stat wizard
	About
		Author[y]
			Duain Diana
		Language[y]
			English`)
add(`12 stuliev
	About
		Language[y]
			Russian`)
add(`Green Mile
	About
		Author[y]
			Steven King
		Language[y]
			English`)
add(`Pobeg is shoushenka
	About
		Author[y]
			Steven King
		Language[y]
			English`)
add(`451 Farengait
	About
		Author[y]
			Rai bradberry
		Language[y]
			English`)
add(`We
	About
		Language[y]
			Russian`)
add(`Oh divniy new world
	About
		Language[y]
			English`)
add(`1984
	About
		Author[y]
			George Oruell
		Language[y]
			English`)
add(`Skotniy Dvor
	About
		Language[y]
			Russian`)
add(`The Zadrot
	About
		Author[y]
			Fil Bandileros
		Language[y]
			Russian
	Universe
		The Gamer`)
add(`Meta-Hobbit
	About
		Author[y]
			Fil Bandileros
		Language[y]
			Russian`)
add(`Meta-Gamer
	About
		Author[y]
			Fil Bandileros
		Language[y]
			Russian`)
add(`Solaris`)
add(`Thanks for fish
	About
		Author[y]
			Fil Bandileros
		Language[y]
			Russian
	Multiverse
		Marvel`)
add(`Atlant raspravil plechi
	About
		Language[y]
			English`)
add(`Eyes of other world
	About
		Author[y]
			Jack Vance
		Language[y]
			English`)
add(`Game of Thrones
	About
		Language[y]
			English`)
add(`Autostop in galaxy
	About
		Author[y]
			Duglas adams
		Language[y]
			English`)
add(`Dark mage
	About
		Author[y]
			Sergey zloy
		Language[y]
			Russian
	Universe
		Potteriana`)
add(`Mage and his shadow`)
add(`Fate of Archmage
	About
		Language[y]
			Russian
	Multiverse
		Rudazov
		Potteriana`)
add(`Sticks`)
add(`Myths of Ktulhu
	About
		Author[y]
			Govard Lovecraft
		Language[y]
			English`)
add(`Strugatskie
	About
		Author[y]
			Strugatskie
		Language[y]
			Russian`)
add(`Put naverh
	About
		Author[y]
			Hadin poznavshiy tmu
		Language[y]
			Russian`)
add(`Antichniy charoplet
	About
		Author[y]
			Alessiy
		Language[y]
			Russian`)
add(`Small Monster
	About
		Author[y]
			Daimon Agafo
		Language[y]
			Russian`)
add(`King's Battle
	About
		Language[y]
			Japanese`)
add(`Hunger Games
	About
		Author[y]
			Katlin
		Language[y]
			English`)
add(`Voina mirov
	About
		Author[y]
			Herbert wels
		Language[y]
			English`)
add(`Hyperboloid inzhenera garina
	About
		Author[y]
			Tolstoy
		Language[y]
			Russian`)
add(`Tumannost Andromedy
	About
		Author[y]
			Efremov
		Language[y]
			Russian`)
add(`Elita
	About
		Author[y]
			Belyaev
		Language[y]
			Russian`)
add(`Dead souls
	About
		Author[y]
			Nikolay Gogol
		Language[y]
			Russian`)
add(`Pandora Box`)
add(`Svarog
	About
		Author[y]
			Buzhkov
		Language[y]
			Russian`)
add(`Deus Ex`)
add(`Fallout`)
add(`Assasin's Creed`)
add(`Megabrain`)
add(`Matrix
	About
		Language[y]
			English`)
add(`5 element`)
add(`trassa 60`)
add(`Hodyachiy Zamok
	About
		Author[y]
			Hayao Miadzaki
		Language[y]
			Japanese`)
add(`Seishun Buta Yaro wa Bunny Girl-senpai no Yume wo Minai
	About
		Language[y]
			Japanese`)
add(`Love Death Robots`)
add(`Black Mirror`)
add(`Memnoh Devil`)
add(`Will for Life
	About
		Language[y]
			Russian`)
add(`Technomancer
	About
		Language[y]
			Russian
	Universe
		Systema, Labirint, Bogi, Avanturisti`)
add(`Overlord
	About
		Language[y]
			Japanese`)
add(`One Punch Man
	About
		Language[y]
			Japanese`)
add(`Mob Psyho 100
	About
		Language[y]
			Japanese`)
add(`Svet za okoshkom
	About
		Author[y]
			Svyatoslav Loginov
		Language[y]
			Russian`)
add(`Assasin's Class
	About
		Language[y]
			Japanese`)
add(`vosplamenyayushaya vzglyadom
	About
		Author[y]
			Steven King
		Language[y]
			English`)
add(`Re: Monster
	About
		Language[y]
			Japanese`)
add(`High School of Dead
	About
		Language[y]
			Japanese`)
add(`Chronics of Narnia`)
add(`Labirints Eho`)
add(`Labirint Favna`)
add(`Persi Jackson`)
add(`Star Dust`)
add(`Home of strange kid ms peregrin`)
add(`Gravity Falls
	About
		Language[y]
			English
		Author[y]
			Alex Hirsh`)
add(`Fineas and Ferb`)
add(`Infinity Story`)
add(`Collectioner`)
add(`Molchaniye Yagnyat`)
add(`Diplomirovanniy Charodey`)
add(`Wizard Parents`)
add(`Dungeons and Dragons`)
add(`Dragon Age
	About
		Language[y]
			English
	Dimensions
		Ten?
		Matteral	=	Yav
	Materials
		Metals
			Lyrium`)
add(`RWBY
	About
		Language[y]
			Japanese
	Creatures
		s5[y]
			Grimm`)
add(`Death Note
	About
		Language[y]
			Japanese
	Artefacts
		s7[y]
			Death Note
	Users
		s7[y]
			Death Note	=	Shinigami
	Persons
		s4[y]
			Yagami Light
			L Lawliet
		s7[y]
			Ryuk
			Rem
			Death King`)
add(`Dragonlance
	About
		Language[y]
			English`)
add(`League of Legends
	About
		Language[y]
			English`)
add(`Code Geass
	About
		Language[y]
			Japanese
	Persons
		s5[y]
			Lelouch
			Charlz
			Marianna
			Roland
			C.C.
			Mao
	Users
		s5[y]
			Geass
				Control	=	Lelouch
				Memory	=	Charlz
				Soul =	Marianna
				Time Stop	=	Roland
				Love	=	C.C.
				Mental	=	Mao
			Antigeass
				Jeremia
		s6[y]
			Code Geass
	Materials
		Metals
			Sakuradait
	Artefacts
		s5[y]
			Britanian Imperia's Tech
				Knightmare`)
